{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FMD0500 - NEUROANATOMIA MÉDICA",
    "docente": "25",
    "ementa": "ApresentaçãoOs princípios básicos da organização estrutural do Sistema Nervoso serão expostos, integrando estas informações com aspectos funcionais e estabelecendo correlações anátomo-clínicas.Técnicas didáticas1. Aulas Teóricas: 20 aulas com durações de três horas com uso de projetor multimídia, quadro negro e apresentação de vídeos.2. Aulas Práticas: 07 aulas com durações de duas horas utilizando peças anatômicas previamente preparadas. Com auxílio dos monitores as estruturas anatômicas relacionadas nos roteiros anexos serão identificadas.Os roteiros das aulas práticas estão disponíveis no sítio da disciplina: http://www.unb.br/ib/gem/neuroanatomiamedicaObjetivosAo final do curso o aluno deverá estar capacitado a reconhecer as localizações, relações anatômicas, interconexões e funções das estruturas macroscópicas e microscópicas do Sistema Nervoso Central.AvaliaçãoSerão realizadas duas avaliações teórico-práticas parciais e uma última avaliação global (esta com matéria acumulativa). Aqueles que não alcançarem a média 2,5 nesta última prova estarão reprovados (mesmo que a soma das três notas seja igual ou superior a 5). Avaliação\tValor\tMatéria1a.\t2,50\tEmbriologia e divisões do sistema nervoso, sistema nervoso periférico (sistema nervoso autônomo e somático, nervos periféricos, terminações nervosas, nervos cranianos), medula espinhal, tronco encefálico e IV ventrículo.2a.\t2,50\tFormação reticular, cerebelo, diencéfalo, núcleos da base e ventrículos laterais.3a.\t5,00\tToda a matéria das provas anteriores + Telencéfalo, vascularização do sistema nervoso central, meninges, seios venosos, líqüor, grandes vias aferentes e eferentesAs provas iniciam com projeções de estruturas macroscópicas a serem identificadas (1 minuto por estrutura). As projeções não serão repetidas. A segunda parte contém questões de múltipla-escolha. Após o término da prova haverá revisão e discussão das questões (presença obrigatória). Ausências nas provas devem ser justificadas por meio da apresentação de atestado médico em até cinco dias a contar da data da avaliação perdida.Revisões de provas devem ser solicitadas por escrito em até cinco dias a contar da data da divulgação da nota. Questões respondidas a lápis ou rasuradas não serão revisadas.Os valores das notas incluindo e pontuação final não serão arredondados. Ex.: 4,9 corresponde a menção MI.Não serão realizadas provas substitutivas, trabalhos, monografias, etc, visando aprovação ou recuperação daqueles que tenham sido reprovados. As menções não serão alteradas com base em justificativas por parte do aluno atribuindo seu rendimento a eventuais problemas de ordem médica ou pessoal.",
    "equivalencias": "( FMD0498 ) OU ( FMD0499 )",
    "excluir_avaliacao": "Não",
    "horario": "35M5 7M12 35T1 Terça-feira 12:00 às 13:50Quinta-feira 12:00 às 13:50Sábado 08:00 às 09:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "NEUROANATOMIA MÉDICA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "CARLOS NOGUEIRA AUCELIO (90h)",
    "unidade_responsavel": "FACULDADE DE MEDICINA - BRASÍLIA - 11.01.01.09"
}