{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "CEM0088",
    "disciplina": "CEM0088 - CIÊNCIA E TECNOLOGIA PARA O DESENVOLVIMENTO SUSTENTÁVEL 1",
    "docente": "30",
    "ementa": "Ementa:A agenda ambiental não pode prescindir da importante contribuição da ciência e tecnologia. É essa contribuição que permite fazer um disgnóstico da qualidade ambiental, realizar previsões futuras, assim como apontar possíveis soluções para o problema. Por outro lado, o conceito de desenvolvimento sustentável ajuda a elaborar políticas públicas, assim como propor mudanças na sociedade que respondam aos desafios colocados pela degradação ambiental. São essas ações empreendidas pela sociedade e pelo estado que tornarão realidade as respostas necessárias para a conservação do meio ambiente. Essas duas contribuições se encontram nas conferências multilaterais sobre o meio ambiente, que são tema de deliberação.O objetivo do curso é de fazer uma introdução a conceitos fundamentais que permitam pensar a relação entre ciência e tecnologia por um lado e desenvolvimento sustentável por outro e o seu papel para responder aos problemas ambientais globais.Programa:O curso será desenvolvido através de aulas expositivas, trabalhos em grupos e seminários realizados pelos alunos. Na medida do possível, serão realizadas palestras e especialistas sobre o tema.1. Introdução e descrição geral da temática abordada na disciplina2. Diagnóstico e previsões aportados pela ciência para os principais problemas ambientais histórico formação de consensos visão geral dos desafios a serem superados 3. Convenções ambientais globais e a resposta multilateral para os problemas comuns  políticas públicas e aplicação das decisões negociadas em convenções efetividade das decisões tomadas no nível local e participação social4. Desenvolvimento sustentável confronto entre interesses setoriais e agenda ambiental agronegócio, indústria e modelo de desenvolvimento sociedade organizada e meio ambiente permacultura, agrofloresta e agroecologia comunidades tradicionais e bens comuns gestão ambiental participativa e desenvolvimento sustentável5. Na medida do possível haverá uma visita de campo em local a ser definido (movimento social, IMET, etc.)Bibliografia (não exaustiva):ALTIERI, MIGUEL . Agroecologia: bases científicas para uma agricultura sustentável. São Paulo: Expressão Popular, 2012CAPRA, Franz. O Ponto de Mutação. São Paulo: Editora Cultrix, 1986 (disponível online). CARSON, Rachel. Primavera Silenciosa. São Paulo: Garamond, 2010. (disponível online)CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA. Panorama da biodiversidade global 3. Montreal: ONU, 2010 (disponível online)HABERMAS, Jürgen. Técnica e ciência como \"ideologia\". In: BENJAMIN, W.  HORKHEIMER, M. ADORNO, T. HABERMAS, J. Textos Escolhidos: Coleção Os  Pensadores. São Paulo: Editora Abril Cultural, 1975HOLMGREN, David. Permacultura: princípios e caminhos além da sustentabilidade. Porto Alegre: Via sapiens, 2013 (versão com capítulos resumidos disponível online)LEIS, Hector. A Modernidade Insustentável. Petrópolis: Vozes, 1999.PAINEL INTERGOVERNAMENTAL SOBRE MUDANÇAS DO CLIMA. Impactos, adaptação e vulnerabilidade: contribuição do Grupo de Trabalho II - sumário para formuladores de políticas. Genebra: ONU, 2007 (online)PELEGRINI, João et alli. Liberdade e vida com agrofloresta. Brasília: Instituto Nacional de Colonização e Reforma Agrária - INCRA, 2008 (disponível online)RIGON, Silvia do Amaral Rigon et alli. Soberania e segurança alimentar na construção da agroecologia : sistematização de experiências . Rio de Janeiro: Grupo de Trabalho em Soberania e Segurança Alimentar da Articulação Nacional de Agroecologia  e FASE, 2010 (disponível online).",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "3T45 Terça-feira 16:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "CIÊNCIA E TECNOLOGIA PARA O DESENVOLVIMENTO SUSTENTÁVEL 1",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ARTHUR OSCAR GUIMARAES (30h) RICARDO TOLEDO NEDER (30h)",
    "unidade_responsavel": "CENTRO ESTUDOS AVANÇADOS MULTIDISCIPLIN - BRASÍLIA - 11.01.25"
}