{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "CEM0084",
    "disciplina": "CEM0084 - CULTURA E PAZ",
    "docente": "40",
    "ementa": "## => VIVEMOS NUMA CRISE PROFUNDA DE VALORES É PRECISO  DESENVOL-VER SUA COMPREENSÃO SOBRE  AS  CAUSAS E EFEITOS,  LOCAIS  E GLOBAIS,DA CRISE-PESSOAL, SOCIAL E AMBIENTEL EM QUE VIVEMOS. AO MESMO  TEM-PO QUE TRABALHAREMOS SOBRE A NOSSA PRÓPRIA EXPERÊNCIA.   TAMBÉM TRABALHAREMOS AS POSSIBILIDADES DE SUPERAÇÃO CRIATIVA DESTA  MESMA   CRISE   ATRAVÉS   DA  PERSPECTIVA DE OLHAR OS PROBLEMAS COM OS OLHOS DO OUTRO E PROPICIAR O EXERCÍCIO DA ESCUTA SENSÍVEL E DE  EM- PATRIA   ENTRE   AS  PESSOAS. ISTO É FUNDAMENTAL PARA QUE POSSAMOSENTENDER  A  PAZ  ALÉM  DA  SITUAÇÃO   INTERNACIONAL DE DESIQUILÍBRIONORTE-SUL E A CARREIRA   DE   ARMAMENTO  SE NÃO QUE DEVEMOS COMBI-NAR TAMBÉM ENSINO/APRENDIZAGEM DE HABILIDADES/COOPERAÇÃO  CRÍTICA, SIMPATIA, CONHECIMENTO E ATIVIDADES/AUTO-RESPEITO, RESPEITO PE-LOS DEMAIS COMPROMISSO COM A JSUTIÇA PARA A RESOLUÇÃO DOS CONFLITOS, A PARTIR DOMÉTODO VIVENCIAL SE BUSCARÁ DESENCADEAR  PROCES-SOS DE AUTO-CONHECIMENTO E TRANSMUTAÇÃO BIO-PSIQUICA, COM REFLE-XOS NA ELABORAÇÃO DE VALORES E HÁBITOS - COMPARTIMENTOS.  O MÉTO-DO VIVENCIAL TRABALHA  TAMBÉM  COM  A NOÇÃO ANTROPOLÓGICA DE RITO TRAZENDO   COMO   INSTRUMENTO  PEDAGÓGICO A UTILIZAÇÃO DO ESPAÇO-TEMPO VIVENCIAL  DIFERENCIADO  DAS  AÇÕES   E  CONTEXTOS COTIDIANOS,ONDE SE CRIAM CONDIÇÕES  ESPECÍFICAS  PARA  A  EXPERIÊNCIA PESSOAL EINTERSUBJETIVA DE AUTOCONHECIMENTO E PERCEPÇÃO CRIATIVA.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4T23 Quarta-feira 14:00 às 15:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "CULTURA E PAZ",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "TATIANA DARE ARAUJO (30h)",
    "unidade_responsavel": "CENTRO ESTUDOS AVANÇADOS MULTIDISCIPLIN - BRASÍLIA - 11.01.25"
}