{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "IRI0066 - SISTEMA FINANCEIRO INTERNACIONAL",
    "docente": "50",
    "ementa": "O objetivo do curso é apresentar o SISTEMA FINANCEIRO INTERNACIONAL (SFI) em sua constituição e em sua dinâmica. A apresentação e discussão das principais práticas e das instituições que formam esse sistema serão conduzidas a partir de uma base histórica já que, ao longo do tempo, o SFI sofreu transformações substantivas tanto na forma quanto em seus aspectos substantivos. Serão utilizados no curso os recursos teóricos oferecidos pela Economia Política Internacional, que é o ramo do campo de estudo das Relações Internacionais que procura explicar as transações econômicas internacionais. Dessa forma, a compreensão do SFI será feita a partir do conceito de ordem econômica internacional, que é um conceito construído essencialmente sobre a ideia de que as transações econômicas internacionais não são aleatórias, mas seguem uma certa lógica orientada essencialmente para o crescimento econômico. Embora o programa inclua a discussão de antecedentes e de fundamentos históricos importantes dos fluxos financeiros internacionais, a abordagem será baseada fortemente no período que se seguiu à segunda guerra mundial, quando houve uma expansão notável dos fluxos financeiros internacionais. Serão discutidas as formas pelas quais, ao longo da história, os fluxos financeiros desempenharam papel distinto na conformação da ordem econômica e no estímulo ao crescimento e à geração de riqueza pelas economias. Um importante aspecto a ser explorado no curso serão as mudanças ocorridas no papel do Estado no SFI.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24T23 Segunda-feira 14:00 às 15:50Quarta-feira 14:00 às 15:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "SISTEMA FINANCEIRO INTERNACIONAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( IRI0169 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "NIELS SOENDERGAARD (60h)",
    "unidade_responsavel": "INSTITUTO DE RELAÇÕES INTERNACIONAIS - BRASÍLIA - 11.01.01.25"
}