{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FUP0125 - CIÊNCIA, TECNOLOGIA, SOCIEDADE: UMA INTRODUÇÃO",
    "docente": "40",
    "ementa": "O curso está concebido como uma abordagem dos Estudos Sociais da Ciência e Tecnologia (ESCT) na matriz conhecida como Ciência, Tecnologia e Sociedade ou CTS. Podemos situar os movimentos contemporâneos CTS entre dois campos de tecnologia de conhecimento do conhecimento técnico cientifico. Um tem sido tradicionalmente dominado pelas ciências físicas, exatas e disciplinas tecnológicas, e o outro definido pelo território das ciências sociais, humanas e artes, ciências da saúde e da vida. Uma separação entre ambos tem sido erodida ou rompida por um conjunto de relações que podem ser identificadas por três processos. O processo (A) corresponde à disseminação de um modelo de ciência crescentemente subordinado à produção para a tecnociencia. Isto interfere, altera e transforma como fronteiras do tradicional intercâmbio e divisão do trabalho técnico e intelectual, disciplinar entre os dois campos das ciências. Outro processo (B) tem sentido oposto: abarcações de críticas e exigências sociais na universidade e movimentos sociais no estilos (ecologia de saberes) como posturas de conhecimento (antes e depois) das políticas governamentais de fomento direto de Ciência e Tecnologia (C & T) Não é um banco do sujeito empresarial e / ou corporativo. (Ampliação ou coexistência do passivo-ativa, conflito, identificação dos meios de coordenação, etc.) entre movimentos sociais, instituições e instituições E atores, políticas convencionais de ciência, tecnologia e sociedade. Tem como objetivos ampliar o entendimento e a prática da ciência e tecnologia como construções.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "6T2345 (24/03/2025 - 26/07/2025) Sexta-feira 14:00 às 17:50",
    "horario_flexivel": "Sim",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "CIÊNCIA, TECNOLOGIA, SOCIEDADE: UMA INTRODUÇÃO",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "RICARDO TOLEDO NEDER (60h)",
    "unidade_responsavel": "FACULDADE DE PLANALTINA - BRASÍLIA - 11.01.29"
}