{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "SOL0063 - ESTRUTURA DE CLASSES E ESTRATIFICAÇÃO SOCIAL",
    "docente": "40",
    "ementa": "O curso discute a estratificação social e a mobilidade social, em seus diferentes aspectos teórico-empíricos. Apresenta textos clássicos e atuais sobre os diferentes conceitos de classe social, e as consequências dessas diferentes abordagens para a pesquisa sociológica. Apresenta também diversas instâncias da discussão sociológica sobre a subdivisão da sociedade em grupos ou extratos diferenciados: desigualdades educacionais, desigualdades no mercado de trabalho, desigualdades de raça e desigualdades de gênero, entre outras. Ênfase é dada à discussão e investigação empírica sobre a estratificação social no Brasil em seus diversos aspectos. Para tanto, o curso aborda três grandes eixos temáticos: 1.\tEstrutura de classes e esquemas de classificaçãoA noção de classe social é das mais difundidas pelas ciências sociais. Sua mobilização no contexto da pesquisa especializada não é, contudo, trivial ou mesmo de fácil solução. Existe um longo e intrincado debate a respeito dos conteúdos mesmos que a noção de classe social deve expressar. Por um lado, esse debate tem motivações teóricas, vinculando-se às contribuições de autores clássicos como Karl Marx, Max Weber e Émile Durkheim. Por outro lado, a forte vocação empírica desse campo de estudos impõe uma série de discussões de natureza operacional. O objetivo desse bloco será mapear as principais tradições no estudo sobre classes sociais, identificando paralelos e correspondências entre questões teóricas e problemas de nível técnico-operacional. 2.\tO estudo da mobilidade social O tema da estratificação se relaciona intimamente ao tema da mobilidade. A desigualdade social está intimamente associada à desigualdade de oportunidades e, portanto, à maneira como a desigualdade num dado momento condiciona a desigualdade num momento futuro. Mas se as noções de desigualdade e de mobilidade (ou imobilidade) social estão intimamente ligadas, elas se referem ainda a fenômenos distintos. Uma coisa é estudar a desigualdade em dado momento (\"fotografar\" a estrutura de classes), outra coisa é estudar sua dinâmica ao longo do tempo (fazer um \"filme\" dessa estrutura). O objetivo desse bloco será identificar as características próprias ao estudo da mobilidade social. 3.\tOs processos de discriminação. As pesquisas sobre os efeitos de determinantes como raça e gênero sobre as chances de vida ganha bastante corpo no campo de estudos da estratificação social a partir da década de 1960. Contudo, embora muito bem inserida nesse campo tradicional de estudos, a pesquisa sobre tais efeitos coloca desafios específicos não apenas em termos de teoria, como também de métodos e técnicas. O objetivo desse bloco é abordar as especificidades dessa área de estudos. METODOLOGIAO curso se organiza por aulas expositivas e discussões em sala de aula a partir de leituras obrigatórias. A bibliografia do curso, os temas de casa aula, assim como as leituras obrigatórias correspondentes encontram-se no Cronograma do Curso, anexo a esse plano.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "35T45 Terça-feira 16:00 às 17:50Quinta-feira 16:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ESTRUTURA DE CLASSES E ESTRATIFICAÇÃO SOCIAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 ) OU ( SOL0042 E SOL0301 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "THOMAS EDSON DE JESUS THEODORO AMORIM (60h)",
    "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA - BRASÍLIA - 11.01.01.13.03"
}