{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "02",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FCE0285 - FISIOTERAPIA NA ATENÇÃO DE MÉDIA COMPLEXIDADE: AVALIAÇÃO",
    "docente": "17",
    "ementa": "Conjunto de equipamentos, procedimentos técnicos, sistemas organizacionais, informacionais, educacionais e de suporte além de programas e protocolos de avaliação para investigar os principais problemas de saúde e agravos da população cuja prática clínica demanda disponibilidade de profissionais especializados e o uso de tecnologias diagnósticas. Os instrumentos de avaliação neste nível de atenção são constituídos, predominantemente, por tecnologias que incluem saberes, fazeres em um conjunto de procedimentos para identificação de sinais, sintomas e agravos, podendo também utilizar tecnologias conforme a proposta e necessidades, mas sem perder o foco individual e ambulatorial. As informações investigadas por estes instrumentos de avaliação têm o objetivo de subsidiar a tomada de decisões que irão direcionar a escolha de recursos terapêuticos para intervenções com finalidade curativa e preventiva secundária (prevenção de agravos), contribuindo para a intervenção de condições específicas de comprometimento da saúde funcional de um indivíduo.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "5M34 4T23 Quarta-feira 14:00 às 15:50Quinta-feira 10:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "FISIOTERAPIA NA ATENÇÃO DE MÉDIA COMPLEXIDADE: AVALIAÇÃO",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FCE0279 E FCE0207 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "CLARISSA CARDOSO DOS SANTOS COUTO PAZ (15h) PATRICIA AZEVEDO GARCIA (16h) ALINE TEIXEIRA ALVES (9h)",
    "unidade_responsavel": "CAMPUS UNB CEILÂNDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAÚDE - BRASÍLIA - 11.01.31"
}