{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "SOL0117 - SOCIOLOGIA DA RELIGIÃO",
    "docente": "30",
    "ementa": "I.\tCRENÇA RELIGIOSA E CONDUTA HUMANAA.\tMENTE E CRENÇAB.\tCRENÇA E \"REALIDADE\"1.\tRELIGIÃO E CRENÇAS ACERCA DA CONSTITUIÇÃO DO REAL2.\tMagia e crenças na unidade do reala)\tConduta humana e crenças na unidade do real(1)\tPensamento científico e pensamento mágico(2)\tMagia e sofrimento magia e prazer(3)\tMagia, convicção e responsabilidade3.\tReligião e crenças na dualidade do reala)\tConduta humana e crenças transcendentes(1)\tPensamento científico e valores religiosos(2)\tReligião e sofrimento religião e prazer(3)\tReligião, convicção e responsabilidadeII.\tINSTITUIÇÕES RELIGIOSAS E CONDUTA HUMANAA.\tMAGIA E VIDA INSTITUCIONAL1.\tMagia e doutrina2.\tMagia e sacerdócio3.\tMagia e poder político4.\tDesmagificação do mundoB.\tRELIGIÃO E VIDA INSTITUCIONAL (I)1.\tIgrejas, seitas e cultos2.\tCrença religiosa e mundo acadêmico3.\tCrença religiosa e crenças políticas4.\tCrença religiosa e comunicação de massaC.\tRELIGIÃO E VIDA INSTITUCIONAL (II)1.\tReligião, magia e poder político2.\tReligião e Estado3.\tReligião e sociedades complexas4.\tSecularizaçãoD.\tRELIGIÃO E VIDA INSTITUCIONAL (III)1.\tReligião, magia e atividade econômica2.\tRiqueza, pobreza e salvaçãoIII.\tA HISTÓRIA COMPARADA DAS RELIGIÕES COMO HISTÓRIA COMPARADA DAS MENTALIDADESA.\tA ideia de \"rejeição do mundo\"1.\tRejeição do mundo no hinduísmo e no Budismo2.\tRejeição do mundo no catolicismo e no islamismo3.\tRejeição do mundo no protestantismoB.\tRejeição do mundo e contemplaçãoC.\tRejeição do mundo e ação D.\tAfirmação do mundo e açãoIV.\tRELIGIÃO NA CONTEMPORANEIDADEA.\tA era da secularizaçãoB.\tReencantamento do mundoC.\tReligião e ciênciaD.\tReligião e moralidadeE.\tReligião e políticaV - RELIGIÃO NA SOCIEDADE BRASILEIRAA.\tFundamentos históricos1.\tReligiosidade das sociedades tribais e necessidades religiosas da sociedade brasileira2.\tReligião, colonização e Padroado3.\tSécs. XVII e XVIII: consolidação da religiosidade e consolidação da sociedade4.\tSéc. XIX: o Estado brasileiro e a religião5.\tSéc. XX: a secularização do BrasilB.\tReligião e sociedade brasileira contemporânea1.\tMentalidade secular e mentalidade religiosa2.\tA consolidação do protestantismo como religião de massas3.\tReligião, política e valores4.\tUnidade e pluralismo religiosos",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "35T45 Terça-feira 16:00 às 17:50Quinta-feira 16:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "SOCIOLOGIA DA RELIGIÃO",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( SOL0042 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "PAULO GRACINO DE SOUZA JUNIOR (60h)",
    "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA - BRASÍLIA - 11.01.01.13.03"
}