{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FGA0304 - PROJETO INTEGRADOR DE ENGENHARIA 2",
    "docente": "35",
    "ementa": "I. A disciplina tem por objetivo aprofundar os objetivos da disciplina de Projeto Integrador 1 que visa trabalhar com estudante o projeto de engenharia como atividade síntese da profissão de engenheiro\nII. Integrar os conhecimentos e as habilidades técnicas adquiridas ao longo dos cursos de graduação na solução de problemas, por meio do desenvolvimento de um tema real de projeto\n\nIII. Apresentar os fundamentos metodológicos do processo de projeto e de solução de problemas\nIV. Desenvolver a habilidade de geração de empreender a identificação, formulação e solução de problemas\n\nV. Desenvolver a habilidade de geração de novas soluções para problemas de engenharia, por meio da analise, síntese e otimização de sistemas\nVI. Promover a interdisciplinaridade\nVII. Desenvolver a capacidade de comunicação técnica escrita e oral\nVIII. Desenvolver a capacidade de pensamento critico independente, investigação racional e auto-aprendizagem\nIX. Desenvolver a capacidade de trabalho em equipe\nX. Promover a compreensão das responsabilidades sociais, culturais e ambientais do engenheiro e a necessidade do desenvolvimento sustentável\nXI. Abertura a novas ideias.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4T45 6T2345 Quarta-feira 16:00 às 17:50Sexta-feira 14:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "PROJETO INTEGRADOR DE ENGENHARIA 2",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( FGA0150 OU FGA0303 )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "SANDRO AUGUSTO PAVLIK HADDAD (90h)",
    "unidade_responsavel": "CAMPUS UNB GAMA: FACULDADE DE CIÊNCIAS E TECNOLOGIAS EM ENGENHARIA - BRASÍLIA - 11.01.32"
}