{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "02",
    "codigo_componente": "DSC0037",
    "disciplina": "DSC0037 - PRATICAS DE SAUDE",
    "docente": "60",
    "ementa": "Esta disciplina tem como principal característica o fato de introduzir os alunos nas profissões de saúde, no campo da saúde coletiva e na relação entre a teoria e a prática. Para tanto, a concepção da disciplina se sustenta na parceria entre a Faculdade de Ciências da Saúde e a Secretaria de Saúde do DF. Sabe-se que a saúde coletiva constitui um esforço epistemológico de criar interface entre os aspectos biológicos e sociais do processo saúde-doença envolvendo, portanto, desde suas manifestações individuais, até processos sociais mais amplos que implicam a definição de políticas públicas, a organização de serviços de saúde nos seus diversos níveis de complexidade e a formação de profissionais de saúde para dar respostas às crescentes demandas sanitárias do país. \tUm importante eixo das formas de organização da atenção à saúde é o modelo de atenção básica, que traz uma nova proposta assistencial focalizando as práticas de saúde no universo da promoção, em contextos sociais específicos nos quais vem sendo implementado. A proposta pedagógica desta disciplina busca evidenciar um modelo de saúde, ainda em construção, a partir da vivência articulada dos alunos na realidade local, de forma que permita traduzir essa experiência em processos de aprendizagem e lugar de prática do campo da saúde pública.",
    "equivalencias": "( DSC0034 ) OU ( DSC0035 ) OU ( DSC0036 )",
    "excluir_avaliacao": "Não",
    "horario": "3T2345 Terça-feira 14:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "PRATICAS DE SAUDE",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "THAIS BRANQUINHO OLIVEIRA FRAGELLI (60h)",
    "unidade_responsavel": "DEPTO SAUDE COLETIVA - BRASÍLIA - 11.01.01.10.01"
}