{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FAR0035 - CIÊNCIA ALÉM DA CIÊNCIA",
    "docente": "42",
    "ementa": "Novas e surpreendentes descobertas científicas em diferentes áreas, como a Física, Biologia eNeurofisiologia, dentre outras, vem mudando paradigmas e conduzido a formas variadas de se ver einterpretar a realidade fenomênica. Em particular, uma concepção sistêmica e interconectada da realidadepassou a desempenhar papel relevante nesta análise. Dessa forma, os limites entre ciência e filosofia eespiritualidade tornaram-se tênues e os conceitos intercambiáveis. O que levou a uma nova fronteira deinvestigação.Certamente, esta nova visão de mundo e universo abriu novas possibilidades de responder questõesfundamentais à existência humana, tais como: O que somos? O que é a mente? O que é a consciência? Qual é anatureza do Universo em que vivemos? Qual é o verdadeiro significado da existência do universo e do próprioser humano? As respostas a essas perguntas certamente poderão nortear a qualidade de vida e ascaracterísticas das nossas relações pessoais. Em resumo, todas essas questões embora pareçam desconexas,nos levam a um ponto crucial da existência humana:”A Felicidade”.Dessa forma, se torna prioritário acessar este novo conhecimento cientifico, assim como o contido emtradições antigas, onde estas questões foram abordadas, estudadas e caminhos para as respostas das mesmassinalizados. Dentre esses caminhos destaca-se a prática de meditação, como uma das principais ferramentaspara atingir a felicidade.",
    "equivalencias": "( FCS0012 ) OU ( FAR0034 )",
    "excluir_avaliacao": "Não",
    "horario": "2N12 Segunda-feira 19:00 às 20:40",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "CIÊNCIA ALÉM DA CIÊNCIA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ENRIQUE ROBERTO ARGANARAZ (30h)",
    "unidade_responsavel": "DEPARTAMENTO DE FARMACIA - BRASÍLIA - 11.01.01.10.05"
}