{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "CEL0077",
    "disciplina": "CEL0077 - BIOQUIMICA ANIMAL",
    "docente": "50",
    "ementa": "1.\tÁGUA COMO COMPOSTO DE INTERESSE BIOLÓGICO: Estrutura, propriedades físico-químicas, interações com macro e micromoléculas, caráter dinâmico das ligações de hidrogênio, mecanismos de formação e manutenção de micelas e bicamadas lipídicas, equilíbrio ácido-base e sistemas tamponantes. Equações e simulação de titulação em sistemas tamponantes.2.\tCARBOIDRATOS: Estruturas químicas, propriedades físico-químicas e funções. Características estruturais e sua correlação com nomenclatura carbono anomérico, ligações glicosídicas, Interações com outros grupos de biomoléculas.3.\tLIPÍDIOS: Estruturas químicas, propriedades físico-químicas e funções. Lipídios que contêm ácidos graxos comparados aos que não contêm ácidos graxos estado físico em função do tamanho da cadeia e das insaturações isomeria cis-trans, lipoproteínas, colesterol e a correlação com doenças cardiovasculares.4.\tNUCLEOTÍDIOS E ÁCIDOS NUCLEICOS: Estruturas químicas, propriedades físico-químicas e funções. Organização estrutural e nomenclatura de bases nitrogenadas, nucleosídios, nucleotídios e ácidos nucleicos, conservação da informação genética, desnaturação e renaturação, PCR.5.\tAMINOÁCIDOS E PROTEÍNAS: Estruturas químicas, propriedades físico-químicas e funções. Caracteristicas comuns entre os aminoácidos, propriedades dos radicais, influência do pH na carga dos aminoácidos, curvas de titulação de aminoácidos, ligação peptídica, regiões de flexibilidade e rigidez, comparação com ligações glicosídicas, níveis estruturais de proteínas, padrões de esrtuturas secundárias, gráfico de Ramachandran, padrões de estruturas terciárias e quaternárias.6.\tENZIMAS: Princípios básicos da ação catalítica das enzimas, nomenclatura, modelos de atividade enzimática e sua correlação com a especificidade e a termodinâmica do processo introdução à cinética enzimática, equação de Michaelis-Menten, determinação de Km e Vmax, efeitos da temperatura , pH e inibidores sobre a atividade das enzimas, conceitos de alosteria e de modificações covalentes. 7.\tBIOENERGÉTICA E CONCEITOS GERAIS DO METABOLISMO: Princípios básicos da termodinâmica, entalpia, entropia, energia livre de Gibbs, eficiência termodinâmica do uso de intermediários comuns na conservação de energia (o exemplo do ATP). Características fundamentais dos sistemas vivos, métodos de estudo do metabolismo, visão geral sobre anabolismo e catabolismo. 8.\tGLICÓLISE E VIA DAS PENTOSES: Etapas, reações, investimento e recuperação de ATP, importância dos intermediários fosforilados, fosforilação no nível do substrato, conservação de energia na fosforilação e no potencial redutor de NADH, destinos do piruvato, fontes de carbono, importância da fermentação na reoxidação do NAD e continuidade da glicólise, regulação em função da demanda de energia e da oferta de glicose.9.\tCICLO DO ÁCIDO CÍTRICO: Caracterização como via cíclica (e respectiva definição dos intermediários) e oxidativa, reações da via, conservação de energia (potencial redutor dos transportadores), regulação, correlação entre quantidade de intermediários, número de ciclos funcionantes e pontos de regulação alostérica, reações anapleróticas.10.\tCADEIA DE TRANSPORTE DE ELÉTRONS e FOSFORILAÇÃO OXIDATIVA: Mecanismos de transporte de elétrons, constituição da cadeia, estrutura dos transportadores, localização e funcionamento da cadeia, gradiente de prótons, complexo ATP sintase (estrutura e função), acoplamento, diferenças entre complexo I e complexo II associadas às diferenças de contribuição de NAD e FAD, aproveitamento de potencial redutor citosólico. 11.\tOXIDAÇÃO DE LIPÍDIOS: Fontes de ácidos graxos saturados e insaturados, digestão e mobilização de triacilgliceróis, catabolismo do glicerol, oxidação de ácidos graxos (beta-oxidação) e sua dependência do metabolismo aeróbio, análise comparativa do saldo de ATP com carboidratos, regulação, corpos cetônicos. 12.\tCATABOLISMO DE AMINOÁCIDOS: Digestão de proteínas, balanço nitrogenado, aminoácidos essenciais e não essenciais, reações de desaminação, mecanismos de transporte de grupo amino nos hepatócitos e entre tecidos, ciclo da ureia, destino das cadeias carbônicas dos aminoácidos, integração com outras vias. 13.\tCATABOLISMO DE PURINAS E PIRIMIDINAS: Catabolismo de purinas, destino dos nitrogênios e dos carbonos, formação, transformação e mecanismos de liberação de ácido úrico, comparação entre espécies, catabolismo de pirimidinas, destino dos nitrogênios e dos carbonos, comparação com purinas. 14.\tNEOGLICOGÊNESE E SÍNTESE DE OUTROS CARBOIDRATOS: Eixo central de vias anabólicas, fontes de carbono, desvios metabólicos em relação à glicólise, regulação coordenada e recíproca, modelos de regulação em função da glicemia e da demanda energética. 15.\tSÍNTESE DE LIPÍDIOS: Anabolismo de ácidos graxos, o complexo ácido graxo sintase e a importância da permanência de intermediários ligados, as reações de síntese, alongamento e dessaturação, destinos dos ácidos graxos, s",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "3M34 4M1234 6M12 Terça-feira 10:00 às 11:50Quarta-feira 08:00 às 11:50Sexta-feira 08:00 às 09:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "BIOQUIMICA ANIMAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "WAGNER FONTES (120h)",
    "unidade_responsavel": "INSTITUTO DE CIÊNCIAS BIOLÓGICAS - BRASÍLIA - 11.01.01.12"
}