{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "EFL0055",
    "disciplina": "EFL0055 - MANEJO FLORESTAL",
    "docente": "40",
    "ementa": "EMENTA:Introdução: manejo sustentado, uso múltiplo da floresta, princípios da produção florestal. Crescimento individual de árvores e dos povoamentos florestais. Densidade dos povoamentos florestais. Classificação de sítio: sítio, métodos diretos e indiretos de classificação de sítio. Estimativa da produção florestal: produção para povoamentos manejados em densidade completa e desbastados. Regulação da produção florestal, conceito de normalidade, métodos alternativos de regulação. Redistribuição do potencial produtivo - desbastes. Planejamento de manejo florestal. Estudos de caso em manejo de florestas naturais. Pesquisa Operacional aplicado ao manejo florestal.OBJETIVOS GERAIS DA DISCIPLINA:Abranger fundamentos de manejo florestal que um futuro profissional de ciências florestais deva ter, seja ele um pesquisador, extensionista ou empresário florestal.Mostrar ao acadêmico a importância desta disciplina como elemento de capacitação técnica, como uma forma de linguagem técnica, onde a obtenção e o processo de informação são fundamentais para o sucesso profissional.OBJETIVOS ESPECÍFICOS (habilidades Constantes no perfil que a disciplina contribui)Capacitar os discentes ao raciocínio lógico para aplicação de procedimentos do manejo florestal, realizar e analisar planos de manejo em povoamentos florestais.Capacitar os discentes para administrar e gerenciar a atividade florestal com o objetivo de maximizar a produção e o lucro dentro de bases sustentáveis de populações plantadas e nativas.",
    "equivalencias": "( EFL0052 ) OU ( EFL0053 ) OU ( EFL0054 )",
    "excluir_avaliacao": "Não",
    "horario": "5M1234 Quinta-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "MANEJO FLORESTAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( EFL0050 E EFL0034 E EFL0095 )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "EDER PEREIRA MIGUEL (60h)",
    "unidade_responsavel": "DEPTO ENGENHARIA FLORESTAL - BRASÍLIA - 11.01.01.11.01"
}