{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "FCI0011",
    "disciplina": "FCI0011 - EDITORAÇÃO",
    "docente": "40",
    "ementa": "EMENTAIntrodução geral às técnicas de edição de textos e aos processos de produção, distribuição e comercialização de livros e periódicos.PROGRAMAPsicologia e fisiologia da leitura: princípios de legibilidade etapas do processo de leitura. O processo de editoração e edição: etapas do processo profissionais. Processo gráfico: o formato da página e os tipos de papel tipometria os tipos, a linha, a página os componentes do livro normas técnicas de editoração (ABNT). Editoração eletrônica de documentos: sistemas de editoração eletrônica técnicas de editoração eletrônica. Editoração eletrônica de hiperdocumentos: conceito de textos e hipertextos o processo de navegação autoria de hiperdocumentos.BIBLIOGRAFIAARAÚJO, Emanuel. A construção do livro: princípios da técnica de editoração. Rio de Janeiro: Nova Fronteira Brasília: INL, 1986. 674 p.KNICHALA, Catarina. Editoração: técnica da apresentação do livro. Rio de Janeiro: Presença Brasília: INL, 1981. 66 p.MORGADO, Flavio. Simplificando o Word for Windows 6.0: soluções criativas para escritores e revisores. Rio de Janeiro: Brasport, 1995. 453 p.PARKER, Roger. Desktop publishing & design para leigos. São Paulo: Berkeley, 1995. 328 p.RIBEIRO, Milton. Planejamento visual gráfico. 3. ed. Brasília: Linha, 1993. 464 p.ROBREDO, Jaime. Manual de editoração. 2. ed. Brasília: ABDF, 1988. 156 p.SILVA, Rafael S. Diagramação: o planejamento visual gráfico na comunicação impressa. São Paulo: Summus, 1985. 149 p.VILAN FILHO, Jayme Leiro. Hipertexto: visão geral de uma nova  tecnologia de informação. Ciência da Informação, Brasília,  v. 23, n. 3, p. 295-308, set./dez. 1994.",
    "equivalencias": "( ( CID0001 ) OU ( CID0002 ) OU ( CID0003 ) OU ( FCI0100 E FCI0103 ) )",
    "excluir_avaliacao": "Não",
    "horario": "6M1234 Sexta-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "EDITORAÇÃO",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "AILTON LUIZ GONCALVES FEITOSA (30h) GREYCI SOUZA LOBATO LINS (30h)",
    "unidade_responsavel": "FACULDADE DE CIÊNCIA DA INFORMAÇÃO - BRASÍLIA - 11.01.33"
}