{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FUP0545 - AGRICULTURA E MEIO AMBIENTE",
    "docente": "40",
    "ementa": "A disciplina problematiza as distinções e características entre a agricultura moderna e a agricultura tradicional, de onde derivou a agricultura alternativa e sustentável como implicação da crise ambiental no contexto agrário e rural. Apresenta conceitos estruturantes que envolvem a relação entre agricultura e meio ambiente, debate as políticas públicas de incentivo à sustentabilidade no campo, analisa os papéis dos distintos atores sociais envolvidos no agronegócio, e problematiza os sentidos atuais do produto orgânico e sua receptividade pelo consumidor. Aspectos teórico-conceituais da agricultura e meio ambiente. Incorporação da sustentabilidade na formação profissional nas ciências agrárias. A agricultura tradicional. A Revolução Verde. A crítica ecológica à modernização na agricultura. Variações da agricultura sustentável: história e características. Características sócio-ambientais da produção e do desenvolvimento rural no contexto da sustentabilidade. Segurança e Soberania Alimentar. A nova ruralidade e a produção industrial no campo de alimento, energia, fibras e outros insumos industriais. Diretrizes internacionais e políticas públicas para a sustentabilidade no campo. Atores sociais e aspectos culturais do agronegócio: vulnerabilidade, risco, conflito e justiça socioambiental no campo. Teoria, prática e percepções do consumo consciente e confiança no produto orgânico. Essa disciplina desenvolverá estudos de caso e elaboração de projetos de extensão.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "5N1234 Quinta-feira 19:00 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "AGRICULTURA E MEIO AMBIENTE",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ANTONIO DE ALMEIDA NOBRE JUNIOR (60h)",
    "unidade_responsavel": "FACULDADE DE PLANALTINA - BRASÍLIA - 11.01.29"
}