{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FAV0514 - COMERCIALIZAÇÃO DE PRODUTOS AGROPECUÁRIOS",
    "docente": "40",
    "ementa": "A disciplina fornece o embasamento teórico, assim como o\nconhecimento de instrumentos aplicados, para que o/a discente atue\nde modo eficiente na comercialização de produtos agropecuários.\nPara isso, o conteúdo é divido em três partes. A primeira parte aborda\nprincípios de teoria microeconômica - demanda, oferta, elasticidade,\nestruturas de mercado e seus impactos sobre a comercialização de\nprodutos agropecuários. A segunda parte do curso avança no campo\nda microeconomia e estuda o papel que instituições exercem sobre a\ncomercialização de produtos agropecuários. Nesta parte são\napresentados instrumentos recorrentemente aplicados em atividades\nde comercialização - índices de preços, margens de comercialização,\nmercados futuros, contratos dentre outros. São tratados aspectos\nligados à comercialização internacional de produtos agropecuários,\ncomo a formação de preços, as estatísticas de importação e\nexportação e o papel do câmbio. A terceira parte da disciplina busca\naplicar, em mercados de produtos agropecuários, o conhecimento\nexposto nos itens I e II.\n\nA carga horária extensionista será dedicada à elaboração de\nestudos de caso para avaliar as problemáticas da sociedade\nrelacionadas à Comercialização de Produtos Agroindustriais",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "6N1234 Sexta-feira 19:00 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "COMERCIALIZAÇÃO DE PRODUTOS AGROPECUÁRIOS",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ECO0019 )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "JAIM JOSE DA SILVA JUNIOR (60h)",
    "unidade_responsavel": "FACULDADE DE AGRONOMIA E MEDICINA VETERINÁRIA - BRASÍLIA - 11.01.01.05"
}