{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "GPP0031 - ECONOMIA PARA POLÍTICAS PÚBLICAS",
    "docente": "50",
    "ementa": "1. EmentaIntroduzir definições de políticas públicas a partir de abordagem econômica e microeconômica. Apresentar e discutir alcance e limitações de fundamentos econômicos no ciclo de política pública. Apresentar e discutir as funções econômicas do governo e intervenção públicas na economia. Introduzir noções de orçamento público, sua relação com a economia e avaliação de políticas públicas, do ponto de vista econômico. 2. Objetivo Geral: apresentar, discutir e analisar fundamentos econômicos relacionados à gestão de políticas públicas no Brasil, assim como aplicação de conceitos econômicos relacionados à formulação e avaliação de políticas públicas, introduzindo conceitos econômicos relacionados ao orçamento público e instrumentos econômicos de política.3. Objetivos Específicos: 1. Políticas Públicas - Abordagem Econômica 2. Funções do Governo e Intervenção Pública 3. Políticas Públicas - Abordagem Microeconômica 4. Formulação de Políticas - Instrumentos Econômicos 5. Economia e Orçamento Público 6. Avaliação Econômica de Políticas.4. Contribuição da Disciplina para o Curso: proporcionar aos discentes o domínio de conceitos econômicos fundamentais aplicados à gestão de políticas públicas, de forma interdisciplinar.5. Metodologia de ensino e de aprendizagem da disciplina: aulas expositivas, discussões de estudos de caso em políticas públicas, atividades em sala de aula e de pesquisa.",
    "equivalencias": "( ECO0259 )",
    "excluir_avaliacao": "Não",
    "horario": "35N34 Terça-feira 20:50 às 22:30Quinta-feira 20:50 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ECONOMIA PARA  POLÍTICAS PÚBLICAS",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( ECO0019 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "FRANCO DE MATOS (60h)",
    "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL - BRASÍLIA - 11.01.01.02.07"
}