{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "FAV0016",
    "disciplina": "FAV0016 - MÉTODOS QUANTITATIVOS EM MEDICINA VETERINÁRIA",
    "docente": "40",
    "ementa": "A formação em medicina veterinária deve incluir conhecimentos de probabilidade e estatística. Os desafios da medicina veterinária contemporânea exigem que os estudantes desenvolvam a capacidade de lidar com a variabilidade inerente aos fenômenos biológicos e com a incerteza (confiança) dos estudos científicos e das evidências empíricas da prática médica. Este é também um requisito essencial para que a informação disponível nos veículos de divulgação técnica e científica seja entendida e processada com espírito crítico. Dentre as tendências da medicina veterinária que aumentam a importância do conhecimento de probabilidade e estatística podemos destacar: (1) a proeminência da epidemiologia veterinária nas decisões sobre políticas de saúde animal e saúde pública, incluindo a certificação sanitária com fins comerciais (2)  a necessidade de estudos observacionais em condições reais para validação de estudos experimentais à escala populacional (3) o aumento exponencial da disponibilidade de dados devido ao desenvolvimento de TI e sua aplicação na medicina (4) a regulação da segurança e da qualidade dos alimentos para consumo humano e (5) o conceito de medicina baseada em evidências.Com esse propósito, a disciplina inclui conhecimentos introdutórios sobre tipos de dados e estatística descritiva, teoria de probabilidade e sua aplicação ao diagnóstico médico, assim como distribuições de probabilidade e amostragem em estudos para estimativa de médias e proporções. O conteúdo abrange as bases teóricas e as ferramentas essenciais utilizadas em estudos analíticos para comparação de médias e proporções. Serão abordados os principais testes de significância assim como as medidas de associação utilizadas em estudos de fatores de risco de doenças.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4M1234 Quarta-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "MÉTODOS QUANTITATIVOS EM MEDICINA VETERINÁRIA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "VITOR SALVADOR PICAO GONCALVES (60h)",
    "unidade_responsavel": "FACULDADE DE AGRONOMIA E MEDICINA VETERINÁRIA - BRASÍLIA - 11.01.01.05"
}