{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "IRI0158 - POLÍTICA COMPARADA",
    "docente": "50",
    "ementa": "O curso tem por objetivo introduzir o aluno aos estudos comparados, essencial para as áreas de Relações Internacionais e Ciência Política e grande lacuna nos cursos de graduação e pós-graduação no Brasil. O campo de Política Comparada confunde-se hoje com seu método, embora tenha surgido nos Estados Unidos nos anos 50, no contexto da guerra fria, com a finalidade de estudar outros países e outros povos e dar subsídios à política externa americana.A primeira parte do curso será dedicada à introdução à metodologia científica, com o propósito de nivelamento dos alunos. Em seguida, o aluno será apresentado a uma visão histórica do campo de Política Comparada (é um campo ou um método?) e seu debate atual (métodos quantitativos vs. qualitativos), enfatizando seus conceitos básicos. A evolução conceitual e teórica do campo será ligada aos contextos da guerra fria e pós-guerra fria. No que se refere ao método comparado será dado ênfase à abordagem qualitativa, mais freqüentemente usada em Relações Internacionais, especialmente no Brasil. Os alunos serão apresentados a estudos de caso, tipos de viés de seleção de casos e aos principais desenhos do método comparado qualitativo.   A terceira parte do curso visa fornecer aos alunos material para a elaboração do trabalho final.  Dentre os vários temas possíveis deste campo, este curso se centrará no processo de democratização atual, chamado de Terceira Onda de Democratização. Veremos os processos de transição e consolidação das democracias desta onda e trataremos da promoção ou exportação de democracia como parte da política externa do hegemon.Haverá controle de leitura semanal, uma verificação por escrito e um trabalho final em grupo a ser apresentado no último dia de aula. Os controles deverá ser entregues por escrito ao final de cada unidade. Atrasos na entrega dos controles implicarão em perda de pontos. A avaliação final será a média aritmética da verificação por escrito, do trabalho final e dos controles de leitura.  A leitura em inglês é imprescindível.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "35T23 Terça-feira 14:00 às 15:50Quinta-feira 14:00 às 15:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "POLÍTICA COMPARADA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( POL0013 E IRI0052 E IRI0156 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "FIDEL IRVING PEREZ FLORES (60h)",
    "unidade_responsavel": "INSTITUTO DE RELAÇÕES INTERNACIONAIS - BRASÍLIA - 11.01.01.25"
}