{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "FUP0200",
    "disciplina": "FUP0200 - FUNDAMENTOS EM ECOLOGIA DE POPULAÇÕES E COMUNIDADES",
    "docente": "40",
    "ementa": "Ementa:Estrutura das populações. Tabelas de vida e curvas de sobrevivência. Crescimento populacional. Flutuações populacionais. Regulação das populações e fatores dependentes da densidade. Interações entre espécies. Metapopulações. Ecologia de populações e conservação. Comunidades como unidades de estudos em ecologia conceitos básicos de comunidades similaridade/ dissimilaridade modelos de distribuição de espécies: série logarítmica, distribuição log-normal e broken stick classificação e ordenação de comunidades Estrutura e funcionamento das comunidades (Estrutura trófica e funcional, Diversidade de espécies, Equitabilidade e dominância, Interações entre espécies (Competição, Predação, Parasitismo, Mutualismo, Outras interações, Evolução da interação entre espécies) Estabilidade de Comunidades (Resistência e resiliência, Estabilidade local e global) Padrões locais, regionais e globais de distribuição da riqueza de espécies medidas de biodiversidade dinâmica de comunidades. Macroecologia (Relação entre distribuição e abundância, Gradientes latitudinais e altitudinais de diversidade) Metacomunidades.Objetivo:Ao final dos estudos, nesta disciplina, os estudantes deverão ser capazes de: definir ecologia e compreender suas implicações básicas e aplicadas compreender os efeitos e aplicações ecológicas das condições e recursos sobre os organismos e seus nichos ecológicos compreender a importância do entendimento da distribuição e abundância dos organismos e suas populações compreender o impacto das relações intra-específicas e interespecíficas sobre a natalidade, mortalidade e eventos migratórios dos organismos e suas populações relacionar e aplicar conceitos e teorias ecológicos com o uso sustentável dos recursos ambientais e com a conservação da biodiversidade.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4N1234 Quarta-feira 19:00 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "FUNDAMENTOS EM ECOLOGIA DE POPULAÇÕES E COMUNIDADES",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FUP0265 ) OU ( FUP0528 ) OU ( FUP0328 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "LUDGERO CARDOSO GALLI VIEIRA (60h)",
    "unidade_responsavel": "FACULDADE DE PLANALTINA - BRASÍLIA - 11.01.29"
}