{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "CEM0054 - INTRODUÇÃO A GESTÃO AMBIENTAL",
    "docente": "20",
    "ementa": "EMENTA: Discutir as noções básicas para compreensão da complexidade das questões ambientais e promover o debate sobre os principais temas ambientais nos níveis local, regional, nacional e global. Dar ênfase às questões ambientais no DF. Para a promoção do desenvolvimento sustentável a questão ambiental deve permear todos os setores da atividade econômica e a formulação de políticas públicas.JUSTIFICATIVA: Trata-se de disciplina multi e interdisciplinar, podendo inserir-se nos currículos onde sejam previstos espaços opcionais para este tipo de abordagem e de estudos. A disciplina oferece também subsídios teóricos para apoiar projetos de pesquisa e monografias na área de gestão ambiental. Existe uma demanda reprimida na graduação por disciplinas que discutam a complexidade das questões ambientais. Alunos das áreas de engenharia florestal, agronomia, geografia e biologia, entre outras, têm manifestado interesse em participar desse espaço de debates, principalmente tendo em vista a discussão dos problemas socio-ambientais do DF. A disciplina tem um caráter introdutório, para discutir conceitos básicos como desenvolvimento e sustentabilidade, e contará com a participação de pesquisadores ligados a projetos ambientais no DF e no Cerrado.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "35T23 Terça-feira 14:00 às 15:50Quinta-feira 14:00 às 15:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "INTRODUÇÃO A GESTÃO AMBIENTAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "FERNANDO PAIVA SCARDUA (60h)",
    "unidade_responsavel": "CENTRO ESTUDOS AVANÇADOS MULTIDISCIPLIN - BRASÍLIA - 11.01.25"
}