{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "GEA0082 - ENSINO DE NATUREZA DA CIÊNCIA: TEORIA E PRÁTICA",
    "docente": "30",
    "ementa": "Abordagem contemporânea em Ensino, com a preocupação de inserir conteúdos ligados à filosofia e à história das ciências. Exploração didática dos fatores condicionantes da produção do conhecimento científico, a fim de sofisticar a formação intelectual de futuros professores; subentendendo que assim estarão capacitados a instigar seus alunos a analisarem,\ncriticamente, não apenas a natureza dos conteúdos disciplinares, mas, mais particularmente,\nas naturezas lógica e sociológica do pensamento e da prática científicos. Objetivos: (i) demonstrar o valor dos estudos epistemológicos no aprimoramento da formação científica escolar; (ii) explorar tópicos-chave (sobre normatividade e contextualidade) com impacto potencial em dinâmicas de aprendizagem sobre natureza da ciência; (iii) estimular habilidades na coordenação entre conteúdos especiais de ciência e de metaciência; e (iv) promover o\ndesenho e a execução de projetos de intervenção/extensão, a fim de exercitar o teste aplicado de módulos didáticos carregados de epistemologia. Sinopse de temas: ciência e teoria da ciência; funcionamento estrutural da ciência; ciência como processo social; mudança científica; racionalidade, representação e modelagem em ciência; julgamento e decisão em ciência; representações sociais e construtivismo; experimento, teste e confirmação; erros e contestações; ciência e política; imagem social da ciência; ciência e gênero; ideologias e obscurantismos (cientismo e anticientismo); argumentação e retórica científicas; percepção de alunos e professores; divulgação e comunicação científicas.",
    "equivalencias": "-",
    "excluir_avaliacao": "Sim",
    "horario": "24M12 (26/02/2025 - 26/07/2025) Segunda-feira 08:00 às 09:50Quarta-feira 08:00 às 09:50",
    "horario_flexivel": "Sim",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ENSINO DE NATUREZA DA CIÊNCIA: TEORIA E PRÁTICA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "TATIANA ROLIM SOARES RIBEIRO (60h)",
    "unidade_responsavel": "DEPTO GEOGRAFIA - BRASÍLIA - 11.01.01.18.02"
}