{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "02",
    "codigo_componente": "SOL0097",
    "disciplina": "SOL0097 - MÉTODOS SOCIOLÓGICOS",
    "docente": "15",
    "ementa": "A disciplina propõe-se a realizar uma reflexão ampla sobre os fundamentos lógicos da pesquisa científica, e mais especificamente, da pesquisa em ciências sociais. Destaca uma visão ampla sobre o uso de determinados métodos e correntes de pensamento na prática sociológica, a saber: empirismo, funcionalismo, materialismo histórico, assim como o estruturalismo, interacionismo e a concepção pós-positivista. Discutir a importância do uso de metodologias científicas na investigação sociológica se realiza a partir do rigor metodológico, assim como da 'apropriação' de cada método em relação ao objeto de estudo. No segundo momento, a disciplina centra-se na apresentação dos principais elementos que constituem o projeto de pesquisa. Como construir um fato/fenômeno em uma questão/hipótese de um projeto de pesquisa? Relacionar as questões propostas/objeto de pesquisa a uma revisão bibliográfica e a construção de um referencial teórico-metodológico. Em outras palavras, como transformar a(s) questão(ões) ou hipótese(s) em conceitos e dados investigáveis? Por fim, contemplar a apresentação ou indicação de algumas técnicas de coleta de informações à pesquisa, envolvendo a identificação de categorias sociais, operacionalização de conceitos, e, sua explicitação. A elaboração de um projeto de monografia com apresentação e discussão teórica-metodológica indicada no mesmo, será atividade obrigatória da disciplina.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24M34 Segunda-feira 10:00 às 11:50Quarta-feira 10:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "MÉTODOS SOCIOLÓGICOS",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( SOL0042 )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ARTHUR TRINDADE MARANHAO COSTA (90h)",
    "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA - BRASÍLIA - 11.01.01.13.03"
}