{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FUP0443 - INTRODUÇÃO À SAÚDE PÚBLICA E AMBIENTAL",
    "docente": "40",
    "ementa": "De nível introdutório, esta disciplina propõe uma iniciação do alunado aos fundamentos da saúde pública, com ênfase naqueles problemas relacionados à qualidade ambiental e à integridade dos ecossistemas. Essencialmente, o(a)s aluno(a)s farão um primeiro contato com conceitos de saúde e doença, gradiente de sanidade, a ideia de normalidade, conceitos holísticos e visão ecológica em saúde, doença e sociedade, com ilustrações através de capítulos de livros e artigos científicos ou vídeos de documentários abordando problemas de saúde pública tais como epidemias de dengue no sudeste do país, malária na Amazônia, exposição à agrotóxicos no centrooeste, entre outros. Enfim, introduzir-se-á a ideia de determinantes socioeconômicos, políticos e culturais da saúde de grupos populacionais específicos (multicausalidade, noção de sinergismos, conceito de risco tóxico e infeccioso, entre outros). Propõe-se que esta disciplina seja ofertada no segundo semestre letivo, e como se trata da disciplina introdutória do conjunto daquelas cobrindo os aspectos de saúde humana no âmbito da prática de gestão ambiental, tal curso também não exige que o aluno tenha cursado quaisquer disciplinas anteriormente.",
    "equivalencias": "( ( FUP0327 ) )",
    "excluir_avaliacao": "Não",
    "horario": "3N1234 Terça-feira 19:00 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "INTRODUÇÃO À SAÚDE PÚBLICA E AMBIENTAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "CARLOS JOSE SOUSA PASSOS (60h)",
    "unidade_responsavel": "FACULDADE DE PLANALTINA - BRASÍLIA - 11.01.29"
}