{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "ODT0006 - PRINCÍPIOS DA TÉCNICA CIRÚRGICA",
    "docente": "30",
    "ementa": "A disciplina Princípios da Técnica Cirúrgica, disciplina profissionalizante integrante do elenco de Disciplinas do Curso de Odontologia da Universidade de Brasília, (ODT – UnB) e componente da Área de CIRURGIA BUCOMAXILO-FACIAL (CBMF) do referido Curso. Tem como objetivos básicos ministrar aos alunos devidamente matriculados e com pré-requisitos completados, as bases técnico-científicas para a iniciação da prática cirúrgica odontológica. Serão ministrados conhecimentos básicos de biossegurança, paramentação da equipe cirúrgica e prática de instrumental cirúrgico (funções, empunhadura, montagem da mesa) treinamento técnico-cirúrgico empeças cirúrgicas isoladas (mandíbula suína e língua bovina) para a execução dos procedimentos básicos em cirurgia (incisões, exodontias, ostectomias, odontosecção e suturas). Além disso, a teoria para exodontias simples (extrações) e os possíveis acidentes e complicações em cirurgia oral menor serão ministrados de forma que sepreparem para iniciar o atendimento dos pacientes que tenham indicação cirúrgica na Clínica Odontológica 7.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4M1234 Quarta-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "PRINCÍPIOS DA TÉCNICA CIRÚRGICA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( ODT0052 E ODT0157 ) OU ( ODT0052 E ODT0160 E ODT0161 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "SERGIO BRUZADELLI MACEDO (12h) DANIEL REY DE CARVALHO (12h) ANDRE LUIS VIEIRA CORTEZ (24h) JOAO VITOR DOS SANTOS CANELLAS (12h)",
    "unidade_responsavel": "DEPTO ODONTOLOGIA - BRASÍLIA - 11.01.01.10.04"
}