{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "03",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "MAT0144 - INICIAÇÃO CIENTÍFICA EM MATEMÁTICA 3",
    "docente": "3",
    "ementa": "Iniciação dos alunos do curso de Matemática a um projeto de pesquisa, em nível de graduação, sob orientação individual de um professor do Departamento de Matemática. É esperado que os estudantes matriculados desenvolvam um trabalho de iniciação científica ao longo de um semestre. No início, um plano de trabalho (feito em comum acordo com o orientador) deve ser entregue à Comissão de IC do MAT e ao término do trabalho, deve ser produzido um relatório detalhado. O conteúdo do trabalho deverá ser de nível intermediário/avançado, para alunos de terceiro ou quarto ano do curso de Matemática. Espera-­se, entretanto, que parte do trabalho não esteja contida em disciplinas do curso. O objetivo é propiciar um primeiro contato com tarefas e técnicas que possam ser úteis à formação em Matemática do estudante. Nesse sentido, recomenda-­se fortemente que os alunos sejam incentivados a realizar atividades normalmente não exigidas nas disciplinas normais e que possam ser úteis em seu trabalho futuro. Como exemplo, mencionamos: pesquisas bibliográficas em livros, artigos ou páginas da Internet&#894; uso de software para digitação de textos e como auxiliar no trabalho&#894; discussões periódicas com o orientador e outros interlocutores e apresentação de resultados em forma oral e escrita.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "3M5 Terça-feira 12:00 às 12:55",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Não",
    "modalidade_educacao": "Presencial",
    "nome_componente": "INICIAÇÃO CIENTÍFICA EM MATEMÁTICA 3",
    "permite_multiplas_aprovacoes": "Sim",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "MANUELA CAETANO MARTINS DE REZENDE (15h)",
    "unidade_responsavel": "DEPARTAMENTO DE MATEMÁTICA - BRASÍLIA - 11.01.01.15.03"
}