{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "DPG1329",
    "disciplina": "DPG1329 - ANÁLISE DE SOBREVIVÊNCIA",
    "docente": "2",
    "ementa": "1. Introdução a conceitos básicos: caracterização de tempos de falhas (função de risco, sobrevivência, equivalências); censuras e truncagem; tipos de censura. 2. Conceitos básicos de processos estocásticos de contagem sob o enfoque de análise de sobrevivência (filtragem, propriedade martingal, etc). Resultados utilizados no estudo de propriedades de estimadores e estatísticas de teste. 3. Modelos paramétricos e estimação de máxima verossimilhança para amostras censuradas; desenvolvimento de propriedades assintóticas para o caso de uma amostra. Estimação paramétrica da função de sobrevivência e outras quantidades de interesse. 4. Estimação não-paramétrica da função de sobrevivência e da função de risco acumulada: estimador de Kaplan-Meier e suas propriedades assintóticas. 5. Testes não-paramétricos para uma ou mais amostras na presença de observações censuradas. O teste de logrank ponderado e a classe de estatísticas lineares de postos. 6. Utilização de covariáveis: modelos paramétricos de regressão; tempos de vida acelerados e modelo paramétrico de riscos proporcionais. 7. Modelo semiparamétrico de riscos proporcionais de Cox; Modelo de Cox estendido. Estimação e testes envolvendo covariáveis; teoria assintótica. 8. Modelos de longa duração ou com fração de cura.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24M12 (24/03/2025 - 26/07/2025) Segunda-feira 08:00 às 09:50Quarta-feira 08:00 às 09:50",
    "horario_flexivel": "Sim",
    "local": "",
    "matriculavel_online": "Não",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ANÁLISE DE SOBREVIVÊNCIA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "EDUARDO YOSHIO NAKANO (60h)",
    "unidade_responsavel": "DECANATO DE PÓS-GRADUAÇÃO / DPG - BRASÍLIA - 11.01.08"
}