{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "CIC0213 - SUPERVISÃO DE PRÁTICA PEDAGÓGICA EM COMPUTAÇÃO 2",
    "docente": "20",
    "ementa": "Planejamento educacional: projeto político pedagógico habilidades e competências planejamento de curso, de aula/atividade educacional.Fundamentos de ensino e aprendizagem: objetivos educacionais e taxonomia de Bloom aprendizagem significativa e representação do conhecimento modelagem com mapa de conceitos.Comunicação e linguagem: ferramentas e aplicações da ontologia da linguagem na educação mediação em ambientes virtuais. Avaliação de ensino e aprendizagem: avaliação de sistemas e de processos educacionais avaliação formativa e somativa medidas e instrumentos de avaliação matriz de avaliação avaliação de produtos e de processos em EADPrática pedagógica: processos de aprendizagem multi, inter e transdisciplinar atividades e projetos colaborativos aplicações em rede social e comunidade virtual desafios para a inclusão, integração e gestão da diversidade.Recursos e materiais didáticos: seleção, planejamento, produção, desenvolvimento e uso de recursos educacionais em ambientes virtuais de aprendizagem produção colaborativa de recursos educacionais com o uso de tecnologias de informação e comunicação. Estágio supervisionado externo em instituição conveniada.",
    "equivalencias": "( CIC0281 )",
    "excluir_avaliacao": "Não",
    "horario": "6N12 Sexta-feira 19:00 às 20:40",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "SUPERVISÃO DE PRÁTICA PEDAGÓGICA EM COMPUTAÇÃO 2",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( CIC0212 OU CIC0280 )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "JONATHAN ROSA MOREIRA (30h)",
    "unidade_responsavel": "DEPTO CIÊNCIAS DA COMPUTAÇÃO - BRASÍLIA - 11.01.01.15.01"
}