{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "DSC0151 - ANÁLISE DE POLÍTICAS DE SAÚDE I",
    "docente": "30",
    "ementa": "Discutir os temas contemporâneos das Políticas Públicas de saúde, sejam as brasileiras ou as em perspectiva internacional, bem como realizar análises dos processos de criação de Políticas Públicas atuais (Formulação, Implementação, Avaliação). Serão abordados os seguintes tópicos: A Agenda Internacional para as Políticas Públicas de Saúde. O processo de decisão política e o ciclo de formulação, implementação e avaliação; Atores e arenas do processo decisório; Formação de agenda; Formulação de política pública e estudo de caso; Tomada de decisão de políticas públicas e estudo de caso; Implementação de política pública: teorias, relações interorganizacionais, burocratas de nível de rua e dinâmicas locais; Dinâmicas de políticas públicas.\n\nAnálise do processo de Formulação, Implementação e Avaliação de Políticas Públicas com ênfase nos momentos da Formulação e Implementação. Pretende-se problematizar a concepção do ciclo de políticas públicas, apontando para as abordagens alternativas fundadas no estudo da complexa interação de atores estatais e não-estatais, por meio da constituição de subsistemas políticos, que perpassa todas as etapas de construção de uma política pública.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4T456 Quarta-feira 16:00 às 18:55",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ANÁLISE DE POLÍTICAS DE SAÚDE I",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( DSC0050 )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "HELENA ERI SHIMIZU (45h)",
    "unidade_responsavel": "DEPTO SAUDE COLETIVA - BRASÍLIA - 11.01.01.10.01"
}