{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "CET0014 - ESTRUTURAÇÃO E PROMOÇÃO DE DESTINOS",
    "docente": "40",
    "ementa": "Caracterização de destinos e produtos. A imagem de destinos em função dos estudos de demanda e da especialização de mercado. Aspectos de promoção, publicidade, comercialização e comunicação no contexto do turismo: papéis e responsabilidades - da estruturação à comercialização. Plano de Marketing e ciclo de vida de destino turísticos.OBJETIVOS Geral: Aportar elementos teóricos e práticos que possibilitem a compreensão dos processos de estruturação e promoção de destinos sob uma visão sistêmica dos elementos constitutivos do turismo.Específicos:- Conhecer as bases de um planejamento estratégico de marketing e suas etapas- Contextualizar o Marketing Turístico no planejamento de destinos- Conhecer e analisar os princípios, estratégias e principais modelos de estruturação e    promoção de destinos e as funções e responsabilidades do setor público e privado- Compreender o processo de promoção e comercialização para o posicionamento    mercadológico de destinos em relação aos intentos de desenvolvimento do turismo- Contextualizar e refletir sobre as principais tendências do mercado turístico.RESULTADOS:Como resultado da apreensão dos conteúdos propostos o aluno deverá demonstrar capacidade de:- Compreender destinos e produtos no contexto da oferta turística - Identificar os fatores motivadores de deslocamento de influência determinante na    escolha do destino - Analisar criticamente o setor de turismo e compreendê-lo no contexto do   planejamento, da gestão e da promoção do turismo do ponto de vista do setor   público e do setor privado- Conhecer as ferramentas de promoção turística para atingir as metas do Plano de    Marketing do destino.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "3M1234 Terça-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ESTRUTURAÇÃO E PROMOÇÃO DE DESTINOS",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( CET0001 E CET0044 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "TATHIANA DE ALCANTARA MACEDO DAOU (60h) CAROLINA MENEZES PALHARES (60h)",
    "unidade_responsavel": "CENTRO DE EXCELÊNCIA EM TURISMO - BRASÍLIA - 11.01.18"
}