{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "ENF0034",
    "disciplina": "ENF0034 - BIOÉTICA, LEGISLAÇÃO E ENFERMAGEM",
    "docente": "45",
    "ementa": "O eu, o outro e a tolerância. Eticidade no campo da saúde e da pesquisa. Conceitos de ética, moral, moralidade e valores e sua aplicabilidade para a prática profissional do enfermeiro. Direitos humanos: concepção, diretrizes (declarações) internacionais e sua utilidade para o campo da assistência e da pesquisa em saúde. Bioética: surgimento e consolidação. Bioética no Brasil. Principais correntes teóricas da bioética: principialismo, utilitarismo, ética do cuidado, bioética feminista. Bioética e enfermagem: o processo de construção da identidade profissional do enfermeiro. Bioética e prática clínica: o processo de tomada de decisões morais no cotidiano do trabalho da saúde e enfermagem. Bioética e pesquisas envolvendo seres humanos: o sistema brasileiro de revisão ética das pesquisas - Sistema CEP/CONEP. Legislação e enfermagem: Lei doExercício Profissional do Enfermeiro, Código de Ética dos Profissionais de Enfermagem. Normatização e Fiscalização do Exercício Profissional da Enfermagem. Objeção de consciência.",
    "equivalencias": "( ENF0033 )",
    "excluir_avaliacao": "Não",
    "horario": "5M1234 Quinta-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "BIOÉTICA, LEGISLAÇÃO E ENFERMAGEM",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( ENF0043 E ENF0036 ) OU ( NUT0017 ) OU ( FMD0095 ) OU ( ENF0087 E ENF0036 E ENF0061 ) OU ( ENF0043 E ENF0036 ) OU ( NUT0017 ) OU ( FMD0095 ) OU ( ENF0087 E ENF0085 E ENF0061 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "DIRCE BELLEZI GUILHEM (60h)",
    "unidade_responsavel": "DEPTO ENFERMAGEM - BRASÍLIA - 11.01.01.10.02"
}