{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "FEF0295",
    "disciplina": "FEF0295 - METODOLOGIA DO HANDEBOL",
    "docente": "50",
    "ementa": "EMENTA:DISCIPLINA DE CUNHO TEÓRICO E PRÁTICO QUE OBJETIVA O ESTUDO E APLICAÇÃO DE METODOLOGIAS DE ENSINO DO HANDEBOL NAS PERSPECTIVA DA APRENDIZAGEM DO JOGO COLETIVO, DE SUAS HABILIDADES MOTORAS BÁSICAS, DOS SEUS FUNDAMENTOS TÉCNICOS BÁSICOS E REGRAS SIMPLES. PARA TAL, ENVOLVE O ESTUDO HISTÓRICO DA ORIGEM E EVOLUÇÃO DO HANDEBOL: ANÁLISE DO HANDEBOL NA ESCOLA ESTUDO E APLICAÇÃO DOS PRINCÍPIOS BÁSICOS DE ORGANIZAÇÃO DO JOGO E CONSTRUÇÃO METODOLÓGICA DE PEQUENOS JOGOS E SUAS VARIAÇÕES.  OBJETIVOS:Analisar a origem e evolução do handebol a partir de sua trajetória históricaIdentificar as principais metodologias de ensino dos esportes coletivos: (global, parcial e mista)Aplicar a metodologia da marcação individual para aprendizagem jogo de handebolIdentificar as ações motoras básicas do handebol, na perspectiva do jogoAplicar atividades da psicomotricidade no ensino do handebolIdentificar as fases da aprendizagem na escolaAplicar pequenos jogos nas etapas de formação esportiva escolarIdentificar os princípios básicos de organização dos pequenos jogosAplicar os princípios básicos de organização dos pequenos jogosIdentificar as regras básicas do handebolConstruir séries metodológicas de jogosIdentificar os fundamentos técnicos básicos do handebol e suas metodologias de ensinoCompreender o handebol como um esporte de movimentos básicos para a cultura corporal da criança na escolaCompreender o handebol como um esporte de habilidades motoras básicas para o ensino da Educação Física na escolaRefletir sobre o ensino do handebol na escola, na perspectiva do jogo e seu papel lúdico na formação do ser humano.",
    "equivalencias": "( FEF0294 )",
    "excluir_avaliacao": "Não",
    "horario": "6M1234 Sexta-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "METODOLOGIA DO HANDEBOL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "NORIBERTO BARBOSA DA SILVA (60h)",
    "unidade_responsavel": "FACULDADE DE EDUCAÇÃO FÍSICA - BRASÍLIA - 11.01.01.08"
}