{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "ENM0131",
    "disciplina": "ENM0131 - DESENHO MECANICO ASSISTIDO POR COMPUTADOR 1",
    "docente": "45",
    "ementa": "Objetivos da Disciplina:     A disciplina objetiva o desenvolvimento de competências, habilidades e atitudes na leitura, interpretação e execução de desenhos técnicos segundo as normas brasileiras.     Ao final do curso, o aluno terá desenvolvimendo suas competências (conhecimentos) e habilidades na utilização da Geometria Descritiva para leitura e execuçaão de desenhos técnicos sendo capaz de utilizar os métodos descritivos da geometria, o sistema de cortes e fazendo uso de visrtas auxiliares. Espera-se também que o mesmo seja capaz de aplicar as normas de desenho técnicos brasileiras para a representação e cotagem de elementos de máquinas comuns à Engenharia Mecânica, bem como para a confecção de desenhos arquitetônicos, elétricos e hidráulicos simples. Objetiva-se também que o aluno desenvolva suas habilidades na execução de desenhos a mão-livre  e usando o computador como ferramenta de desenho.     Espera-se, ainda, que o aluno desenvolva uma atitude profissional condizente com sua futura atuação como engenheiro na atuação como engenheiro na realização de trabalhos técnicos e no cumprimento de suas responsabilidade.",
    "equivalencias": "( ( ENC0053 ) )",
    "excluir_avaliacao": "Não",
    "horario": "3T2345 5T45 Terça-feira 14:00 às 17:50Quinta-feira 16:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "DESENHO MECANICO ASSISTIDO POR COMPUTADOR 1",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ALBERTO CARLOS GUIMARAES CASTRO DINIZ (15h) LAIS BITTENCOURT VISNADI (60h)",
    "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA - BRASÍLIA - 11.01.01.11.04"
}