{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FAV0518 - AGRONEGÓCIOS",
    "docente": "40",
    "ementa": "A disciplina introduz os conceitos básicos sobre o Agronegócio e o enfoque\nsistêmico dos negócios agroindustriais, incorporando uma visão mais\nabrangente para as atividades de produção e utilização de produtos e\nmatérias primas de origem agropecuária. Nesse sentido, o Agronegócio é\nvisto como o encadeamento que envolve desde a fabricação de insumos, a\nprodução nas fazendas, a transformação industrial dos produtos\nagropecuários e todas as atividades necessárias para sua aquisição pelo\nconsumidor final. Além disso, a disciplina apresenta as competências e as\nexpectativas relacionadas à atuação de Gestores de Agronegócios no\nmercado profissional. Os principais objetivos são entender o conceito de\nagronegócios, sua importância e a sua natureza sistêmica e multidisciplinar.\nSaber analisar criticamente as suas diversas interpretações. Associar os\nconhecimentos adquiridos com a estrutura do curso, com as organizações\natuantes e com as habilidades dos profissionais que desempenham funções\nnos setores de apoio.",
    "equivalencias": "( FUP0277 )",
    "excluir_avaliacao": "Não",
    "horario": "3N34 Terça-feira 20:50 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "AGRONEGÓCIOS",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "JAIM JOSE DA SILVA JUNIOR (6h) MAISA ISABELA RODRIGUES (6h) MAYRA BATISTA BITENCOURT FAGUNDES (6h) MANOEL PEREIRA DE ANDRADE (6h) THIAGO DIAS TROMBETA (6h) MOISES VILLAMIL BALESTRO (6h) MAISA SANTOS JOAQUIM (6h)",
    "unidade_responsavel": "FACULDADE DE AGRONOMIA E MEDICINA VETERINÁRIA - BRASÍLIA - 11.01.01.05"
}