{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FMD0015 - SAÚDE DA FAMÍLIA E COMUNIDADE 2",
    "docente": "65",
    "ementa": "Trabalho em equipe; Abordagem do Indivíduo na APS: Clínica Ampliada e o Método clínico centrado na pessoa; A relação médico-paciente; Gestão da Clínica e Coordenação de cuidado. Habilidades de Comunicação. A consulta – Registro Clínico Orientado por Problemas (SOAP), Clínica ampliada e Projeto Terapêutico Singular. Atenção Domiciliar: visita domiciliar; classificação da complexidade de cuidado na atenção domiciliar e cuidado compartilhado com NRAD (Núcleo Regional de Atenção Domiciliar); Modelo de atenção às condições crônicas (MACC); Promoção e Prevenção da Saúde: Grupos de educação em saúde na Unidade de Saúde; Mudanças na APS e constituição de redes de saúde. Planificação da rede de saúde do DF. Prevenção das doenças cardiovasculares; estratificação de risco; exames de rastreamento; Abordagem a Hipertensão; Diabetes; Obesidade; Tabagismo, Sedentarismo, Dislipidemia, Insuficiência Cardíaca, Acidente vascular cerebral (AVC), Infarto agudo no Miocárdio (IAM); Organização do trabalho assistencial para as condições crônicas não transmissíveis (DCNT).Assistência Domiciliar, Atenção à saúde do Idoso, AGA- Avaliação Geriátrica Ampla; Os 5 Is da Geriatria.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4T2345 Quarta-feira 14:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "SAÚDE DA FAMÍLIA E COMUNIDADE 2",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FMD0049 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "MARIA LUIZA BARROS FERNANDES BEZERRA (60h) RAISSA SILVA FROTA (60h)",
    "unidade_responsavel": "FACULDADE DE MEDICINA - BRASÍLIA - 11.01.01.09"
}