{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "02",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FUP0435 - TEORIA DO DESENVOLVIMENTO SUSTENTÁVEL",
    "docente": "30",
    "ementa": "Esta disciplina tem como finalidade principal introduzir os conceitos e definições básicas relativas ao Desenvolvimento Sustentável. Durante aulas teóricas, abordar-se-ão os grandes marcos históricos, políticos, econômicos e ambientais que contribuíram para a construção gradual assim como a evolução do conceito de desenvolvimento sustentável. Além disso, falar-se-á sobre o surgimento de instrumentos e indicadores que permitem a mensuração da sustentabilidade. O que é o desenvolvimento? Desenvolvimento e crescimento econômico. Crescimento com distribuição de renda. Desenvolvimento humano. Sustentabilidade: biológica, social, econômica. Desenvolvimento sustentável: passado, presente, futuro. Buscar-se-á estimular o alunado à iniciação do processo reflexivo e discursivo sobre as grandes questões ambientais de nossos dias, processo que deverá perdurar todo o período de formação do/a futuro/a gestor/a ambiental. O conteúdo é apresentado através de aulas expositivas/dialogadas e também da apresentação de estudos de caso que permitam a discussão em grupos e a apresentação oral do produto da reflexão do alunado. Para tanto, também são utilizados vídeos ou outros instrumentos pedagógicos que favoreçam o entendimento e o envolvimento do/as estudantes.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "5N12 Quinta-feira 19:00 às 20:40",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "TEORIA DO DESENVOLVIMENTO SUSTENTÁVEL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "IRINEU TAMAIO (30h)",
    "unidade_responsavel": "FACULDADE DE PLANALTINA - BRASÍLIA - 11.01.29"
}