{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "CEM0143",
    "disciplina": "CEM0143 - CRIATIVIDADE NA TEORIA E NA PRÁTICA",
    "docente": "45",
    "ementa": "A disciplina se dedica à análise das principais abordagens existentes sobre o tema geral da criatividade e, sobretudo, à sua aplicação prática, comparando criticamente os diferentes enfoques oferecidos e discutindo com os participantes sobre os avanços de cada caso. Oferece uma síntese de cada proposta teórica (Torrance, 1965; Amabile, 1983; Sternberg e Lubart, 1991; Vygotsky, 1991; Simonton, 1999; Gardner, 2007; Csikszentmihaly, 2007; e Gl&#259;veanu, 2014). Discute também os processos tidos como criativos e seu embasamento psicológico, assim como os fundamentos consolidados no campo da Neurociência sobre tais processos. Oferece uma síntese sobre o desenvolvimento de processos criativos aplicados ao campo da Educação: ensino sobre, com e para a criatividade: transdisciplinaridade, diversidade, complexidade, movimento, colaboração, saber da experiência, personalização e ensino centrado no indivíduo, gamificação, ensino híbrido e novas tecnologias e metodologias ativas de aprendizagem. Criatividade aplicada em artes, esporte, ciências humanas, exatas e suas tecnologias, a partir de convidados e de exercícios. Investigação da manifestação da criatividade em várias áreas: inteligências múltiplas e múltiplas criatividades. Cenários socioculturais, político-econômicos, tecnológicos e profissionais contemporâneos de crescente importância (ou desestímulo) para o exercício da criatividade. Exercícios práticos individuais e colaborativos de criatividade (projetos, jogos, oficinas, dinâmicas, questionários, improvisações, simulações, votações, enigmas, interfaces, narrativas e trajetos, entre outros) em múltiplas inteligências: linguística, lógico-matemática, corporal-cinestésica, espacial, musical, naturalista, interpessoal e intrapessoal. Desenvolvimento de portfólio de produções criativas.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "2T2345 Segunda-feira 14:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "CRIATIVIDADE NA TEORIA E NA PRÁTICA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ALESSANDRA LISBOA DA SILVA (60h) CRISTIANO ANDRE HOPPE NAVARRO (60h) ANDRE RIBEIRO DA SILVA (60h)",
    "unidade_responsavel": "CENTRO ESTUDOS AVANÇADOS MULTIDISCIPLIN - BRASÍLIA - 11.01.25"
}