{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "CDS0015 - INDICADORES DE DESENVOLVIMENTO SUSTENTÁVEL",
    "docente": "25",
    "ementa": "O objetivo da disciplina é oferecer uma revisão das principais abordagens relacionadas à avaliação da sustentabilidade do desenvolvimento, as premissas conceituais e metodológicas adotadas por algumas correntes de pensamento no campo das ciências socioambientais e econômicas e seus reflexos na percepção da sustentabilidade por parte do meio acadêmico, da mídia, das organizações e da sociedade em geral. A disciplina irá debater em que medida os diversos indicadores existentes auxiliam na elaboração e condução das políticas públicas. Como isso pode ser mensurado e avaliado. Qual a importância de construção e utilização dos indicadores relacionados ás questões da sustentabilidade. Introduz-se, também, as principais abordagens utilizadas para agregação dos indicadores de sustentabilidade sob forma de índices, ressaltando a importância da relação entre suas quatro dimensões: institucional, econômica, social e ecológica. Prevê-se que os alunos matriculados na disciplina sairão dela com conhecimento metodológico, substantivo e aplicado sobre os indicadores de desenvolvimento sustentável, e outros sistemas de indicadores comumente usados, referentes às diversas dimensões da realidade social e econômica, de modo a aplicá-lo em seus trabalhos acadêmicos e técnicos.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "35N12 Terça-feira 19:00 às 20:40Quinta-feira 19:00 às 20:40",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "INDICADORES DE DESENVOLVIMENTO SUSTENTÁVEL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( CDS0010 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "NELSON EDUARDO BERNAL DAVALOS (60h) DIEGO PEREIRA LINDOSO (60h)",
    "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTÁVEL - BRASÍLIA - 11.01.23"
}