{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "ECO0275 - INSTRUMENTO DE POLÍTICA AMBIENTAL",
    "docente": "40",
    "ementa": "As atividades de formular e de implementar políticas públicas enfrentam desafios crescentes em um período de abertura econômica de nações. Maior liberdade no fluxo de bens, serviços e de capitais reduzem a eficácia de instrumentos relativamente bem sucedidos no antigo período de protecionismo econômico. No novo cenário econômico internacional, as interações entre política econômica, políticas setoriais e política ambiental recebem atenção crescente de pesquisadores, instituições públicas e da comunidade internacional. A tese de que o desenvolvimento econômico deve levar em conta custos ambientais, é amplamente aceita em uma era de internacionalização de atividades e de comportamentos. Desta forma, a análise das implicações ambientais do consumo e da produção tornou-se condição necessária na elaboração, implementação e avaliação de projetos, programas e políticas públicas. Conceitos como desenvolvimento sustentável, nas suas diversas formas de interpretação, atraem atenção sobre os efeitos das diferentes políticas econômicas sobre o meio ambiente. Outro aspecto fundamental a ser considerado é relativo às conseqüências das diversas políticas setoriais sobre o patrimônio ambiental da sociedade. Conceitos econômicos já são amplamente utilizados na gestão ambiental de alguns setores, como por exemplo, o controle de poluição atmosférica por meio de impostos sobre emissão de poluentes há mais de uma década. Conceitos arrojados, como as permissões negociáveis, também já foram testados com sucesso em alguns países. O tratamento dessas questões exige um adequado conhecimento das interações entre as leis econômicas e os princípios básicos de funcionamento dos sistemas físico e biótico. Nesse contexto, o objetivo geral da disciplina é apresentar uma visão abrangente das principais implicações ambientais das diversas políticas setoriais e das principais implicações nas políticas setoriais de diferentes metas ambientais. Ênfase especial é dada ao uso de instrumentos econômicos na formulação de políticas públicas, setoriais e ambiental, no Brasil e no exterior. Como objetivo específico, os(as) mestrandos(as) deverão analisar as diversas políticas apresentadas no curso à luz da teoria econômica.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24N34 Segunda-feira 20:50 às 22:30Quarta-feira 20:50 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "INSTRUMENTO DE POLÍTICA AMBIENTAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( ECO0262 ) OU ( ECO0126 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "PEDRO GABRIEL EDUARD VALERA MILWARD MEINERS (60h)",
    "unidade_responsavel": "DEPTO ECONOMIA - BRASÍLIA - 11.01.01.02.03"
}