{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FIL0165 - INTRODUÇÃO À HISTÓRIA DA FILOSOFIA",
    "docente": "55",
    "ementa": "O homem é um ser histórico. Eis por que as atividades tipicamente humanas, que perfazem aquilo a que se chama abstratamente de cultura, são sempre marcadas por uma historicidade incontornável. Ora, sendo assim, as produções culturais não se relacionam com a história simplesmente de forma extrínseca, mas tem antes a historicidade como algo que lhes é intrínseco. Também a filosofia ocidental possui elementos históricos que lhes são intrínsecos e constitutivos. Há duas formas fundamentais pelas quais se pode promover uma introdução à relação entre filosofia e história. Por um lado, filosofias são, em geral, filhas de seu próprio tempo histórico. São marcadas, por conseguinte, por uma determinação proveniente das linhas mestras, materiais e espirituais, do momento histórico que assiste ao seu surgimento, retroagindo, muitas vezes, sobre a compreensão que as comunidades históricas têm de si mesmas e do mundo circundante. Por outro lado, por ser uma atividade humana já milenar, a filosofia não somente está na história como ainda tem uma história. Se lançarmos os olhos sobre o que há de verdadeiramente específico na filosofia ocidental talvez nada sobressaia como um único traço característico, presente implícita ou explicitamente a todo tempo, a não ser seu caráter permanentemente dialógico, referencial, intertextual. O que parece ser específico da filosofia ocidental tem sido até aqui o caráter constitutivo da intertextualidade para a práxis filosófica, de tal forma que uma filosofia que não se utilize constitutivamente do elemento histórico, de uma assimilação dos problemas tradicionais como motivação para a apresentação de soluções inovadoras, parece se descaracterizar como filosofia. Desta maneira, uma introdução à história da filosofia deve ser uma introdução à práxis filosófica por excelência, ao encadeamento histórico do grande diálogo que tem sido até aqui a filosofia ocidental. A disciplina pretende ser uma introdução à história da filosofia capaz de tornar os ingressantes no curso de filosofia familiarizados com a dupla maneira, descrita acima, pela qual filosofia e história podem se relacionar.1.\tO surgimento da filosofia 2.\tFilosofia, História e Intertextualidade3.\tFilosofia e Crítica 4.\tFilosofia e os processos de racionalização/secularização5.\tFilosofia, Teoria e Prática6.\tFilosofia e História da Filosofia7.\tFilosofia, Política e Sociedade",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24N12 6N34 Segunda-feira 19:00 às 20:40Quarta-feira 19:00 às 20:40Sexta-feira 20:50 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "INTRODUÇÃO À HISTÓRIA DA FILOSOFIA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "PRISCILA ROSSINETTI RUFINONI (90h)",
    "unidade_responsavel": "DEPTO FILOSOFIA - BRASÍLIA - 11.01.01.18.01"
}