{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "GPP0039 - ECONOMIA PARA POLÍTICAS PÚBLICAS 2",
    "docente": "50",
    "ementa": "1. Introduzir conceitos macroeconômicos e de política macroeconômica. Apresentar e discutir o papel do Estado do desenvolvimento econômico. Introduzir noções de contabilidade social, e de políticas econômicas relacionadas ao crescimento econômico, balanço de pagamentos, política monetária e políticas sociais.2. Objetivo Geral: apresentar, discutir e analisar fundamentos macroeconômicos relacionados à gestão de política econômica no Brasil, a partir do entendimento das principais políticas macroecômicas e sua instrumentalização por meio de instrumentos de intervenção do Estado e uso de indicadores macroecnômicos.3. Objetivos Específicos: 1. Fundamentos Macroeconômicos2. Papel do Estado e Desenvolvimento Econômico3. Contabilidade Social e Contas Nacionais - Produção4. Balanço de Pagamentos e Regimes Cambiais5. Sistema Monetário e Inflação6. Política de Crédito e de Microcrédito7. Política Industrial8. Indicadores Sociais.4. Contribuição da Disciplina para o Curso: proporcionar aos discentes o domínio de conceitos macroeconômicos fundamentais, o conhecimento de como operam as principais políticas macroeconômicas e o manejo de indicadores macroeconômicos aplicados à gestão de políticas públicas.5. Metodologia de ensino e de aprendizagem da disciplina: aulas expositivas, discussões de estudos de caso em políticas públicas, atividades em sala de aula e de pesquisa.",
    "equivalencias": "( ECO0260 )",
    "excluir_avaliacao": "Não",
    "horario": "35N12 Terça-feira 19:00 às 20:40Quinta-feira 19:00 às 20:40",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ECONOMIA PARA POLÍTICAS PÚBLICAS 2",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( GPP0031 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "FRANCO DE MATOS (60h)",
    "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL - BRASÍLIA - 11.01.01.02.07"
}