{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FIL0176 - FILOSOFIA POLÍTICA",
    "docente": "45",
    "ementa": "EMENTAOs conceitos de liberdade e igualdade como noções essenciais da filosofia política clássica. Pretende-se realizar um exame das relações entre as noções de liberdade, igualdade, poder político e direito, com ênfase nas suas articulações internas e nas implicações de tais conceitos para o Estado moderno. Como parte da complementação prático-pedagógica, relacionar o uso da literatura, das artes e do cinema como ferramenta pedagógica para compreensão da problemática proposta pela disciplina.OBJETIVOSIntroduzir os estudantes em temas clássicos da Filosofia Política, como liberdade e igualdade, direito e poder, a partir da análise e discussão de alguns textos fundamentais para o tratamento dessas questões. A leitura, análise, problematização, interpretação e redação de textos, a reflexão sobre doutrinas, o questionamento de teses e a compreensão e formulação de conceitos constituem atividades essenciais à filosofia e ao exercício da crítica. Assim, os objetivos principais são o aprimoramento da técnica da leitura rigorosa, isto é, a capacidade do exame interno e estrutural de conceitos e noções em um texto, além das habilidades de argumentação oral e escrita. Para isso, examinar-se-á, em uma seleção de pensadores as noções de liberdade e igualdade como categorias centrais do pensamento político moderno.Em suma, o curso oferecerá aos discentes a oportunidade de acompanhar a dinâmica interna do discurso filosófico-político moderno, apontando algumas conexões com a realidadepolítica da contemporaneidade.",
    "equivalencias": "( ( FIL0012 E FIL0082 ) )",
    "excluir_avaliacao": "Não",
    "horario": "24T23 6T45 Segunda-feira 14:00 às 15:50Quarta-feira 14:00 às 15:50Sexta-feira 16:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "FILOSOFIA POLÍTICA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FIL0069 ) OU ( FIL0105 ) OU ( FIL0166 E FIL0165 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "MARIA CECILIA PEDREIRA DE ALMEIDA (90h)",
    "unidade_responsavel": "DEPTO FILOSOFIA - BRASÍLIA - 11.01.01.18.01"
}