{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "DSC0079 - GESTÃO DE SISTEMAS E SERVIÇOS DE SAÚDE",
    "docente": "30",
    "ementa": "Princípios e diretrizes organizacionais do SUS. Campo teórico, marcos históricos, éticos e políticos que conformam a Gestão de Sistemas e Serviços de Saúde. Modelos tecnoassitenciais e organização dos sistemas de saúde. Tendências para a organização da atenção à saúde no Brasil e no mundo. Instâncias colegiadas e de controle social no SUS. Processos de negociação e pactuação. Pactos interfederativos. Regionalização e Redes de Atenção à Saúde. Configuração dos níveis de atenção à saúde nas Redes de Atenção à Saúde.  A gestão negociada da mudança: a clínica ampliada. O ato de governar. Competências esperadas de um gestor de redes. Dilemas e desafios da gestão dos sistemas e serviços de saúde no Brasil. Processo decisório em saúde. Modelos de gestão em saúde. Tecnologia e organização social das práticas de saúde. Características tecnológicas do processo de trabalho em saúde. Democratização da gestão no SUS. Democratização institucional na Saúde. Subjetividade como elemento constitutivo da gestão e do trabalho em saúde. Acesso, acolhimento e equidade nos Sistemas e Serviços de Saúde. Análise e intervenção nos processos produtivos de serviços de saúde em Rede. Organização produtiva de serviços de saúde, características históricas, modelos de análise de processos produtivos e dispositivos para gestão:  Atenção Básica Atenção Especializada Atenção às Urgências e Emergências Atenção Hospitalar",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4N1234 Quarta-feira 19:00 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "GESTÃO DE SISTEMAS E SERVIÇOS DE SAÚDE",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( ADM0023 E DSC0050 E DSC0063 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "DANIEL GOMES MONTEIRO BELTRAMMI (60h)",
    "unidade_responsavel": "DEPTO SAUDE COLETIVA - BRASÍLIA - 11.01.01.10.01"
}