{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "CEM0005 - DECRESCIMENTO: CONSUMIR MENOS PARA QUE TODOS VIVAM MELHOR",
    "docente": "40",
    "ementa": "Levar para os alunos de graduação, de forma dialógica, e multidisciplinar, a problemática mundial no que se refere aos gastos dos recursos naturais do planeta em função de um consumismo exacerbado. Ensiná-los a fazer uma reflexão sobre a situação atual dos problemas que põe em perigo a vida de todos. Ajudá-los a elaborar propostas que levam a humanidade a ter uma convivência harmoniosa com a natureza.Depois de algumas décadas de desperdício frenético, parece que entramos na zona das tempestades - no sentido próprio e o figurado... As perturbações climáticas são acompanhadas pelas guerras do petróleo, que serão seguidas pela guerra da água, mas também por possíveis pandemias, desaparecimento de espécies vegetais e animais essenciais como consequência de catástrofes biogenéticas previsíveis.Nessas condições, a sociedade de crescimento não é sustentável, nem desejável. É urgente, portanto, que se pense numa sociedade de \"decrescimento\", se possível serena e convival.A sociedade de crescimento pode ser definida como uma sociedade dominada por uma economia de crescimento, precisamente, e que tende a se deixar absorver por ela. O crescimento pelo crescimento torna-se assim o objetivo primordial, senão o único da vida. Uma tal sociedade não é sustentável, porque se choca com os limites da biosfera. Se tomarmos, como índice do \"peso\" para o meio ambiente de nosso modo de vida, \"a marca\" ecológica deste último em superfície terrestre necessária, obteremos resultados insustentáveis, tanto do ponto de vista da equidade nos direitos de retirada da natureza, quanto do ponto de vista da capacidade de regeneração da biosfera. Um cidadão dos Estados Unidos consome em média 9,6 hectares, um canadense 7,2, um europeu médio 4,5. Estamos, portanto, muito distantes da igualdade planetária e mais ainda de um modo de civilização sustentável, que precisaria se limitar a 1,4 hectare, admitindo-se que a população atua permaneça estável.Trata-se de uma disciplina que levará os alunos a começarem a pensar em um novo processo civilizatório.(Latouche, S. e Carvalho JLH de)",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "3N12 Terça-feira 19:00 às 20:40",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "DECRESCIMENTO: CONSUMIR MENOS PARA QUE TODOS VIVAM MELHOR",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "JOÃO LUIZ HOMEM DE CARVALHO (30h)",
    "unidade_responsavel": "CENTRO ESTUDOS AVANÇADOS MULTIDISCIPLIN - BRASÍLIA - 11.01.25"
}