{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "ECO0276 - AVALIAÇÃO AMBIENTAL ESTRATÉGICA",
    "docente": "30",
    "ementa": "O licenciamento ambiental de atividades humanas potencialmente poluidoras ou degradadoras é regulamentado no Brasil há mais de 20 anos. A avaliação de impactos ambientais (AIA) é inclusive referenciada em nosso texto constitucional. No entanto, o licenciamento e a AIA limitam-se a subsidiar as decisões de aprovação de projetos de empreendimentos individuais. Elas contribuem marginalmente para a avaliação dos processos de planejamento de decisões políticas e estratégicas que os originam. Para superar as dificuldades da não consideração dos impactos cumulativos, regionais e globais, muitos especialistas e organizações internacionais têm fortemente apoiado o uso da avaliação ambiental estratégica - AAE (Strategic Environmental Assessment - SEA).A AAE permite fazer um diagnóstico e um prognóstico de uma dada área ou região que será objeto de políticas, planos e programas (PPP). Assim, pode se converter em um instrumento de política ambiental capaz de promover a articulação das várias dimensões de PPP de desenvolvimento, explicitando com clareza seus objetivos e as questões ambientais relacionadas à sua implementação. Além disto, tem a possibilidade de fornecer as orientações necessárias para a viabilização econômica, social e ambiental de determinadas atividades na área objeto da ação pública ou privada, favorecendo, deste modo, a percepção de impactos cumulativos decorrentes das diversas ações a serem desenvolvidas.Nesse contexto, a AAE pode ser definida como um processo de avaliação ambiental de PPP que é identificada com a aplicação dos procedimentos de Avaliação de Impacto Ambiental (AIA) na fase inicial e mais estratégica da hierarquia de tomada de decisão de políticas, planos, programas e projetos individuais. Uma definição mais simples poderia ser que a AAE representa o processo de avaliação ambiental de políticas, planos e programas. Uma terceira definição é a proposta por Sadler e Verheem (1996): \"AAE é um processo sistemático para avaliar as conseqüências ambientais de uma política, plano ou programa, de forma a assegurar que elas sejam integralmente incluídas e apropriadamente consideradas no estágio inicial e apropriado do processo de tomada de decisão, juntamente com as considerações de ordem econômica e social.\"",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24N12 Segunda-feira 19:00 às 20:40Quarta-feira 19:00 às 20:40",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "AVALIAÇÃO AMBIENTAL ESTRATÉGICA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( CDS0010 ) OU ( ECO0126 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "JORGE MADEIRA NOGUEIRA (60h)",
    "unidade_responsavel": "DEPTO ECONOMIA - BRASÍLIA - 11.01.01.02.03"
}