{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "02",
    "codigo_componente": "IRI0144",
    "disciplina": "IRI0144 - ANÁLISE DAS RELAÇÕES INTERNACIONAIS DO BRASIL",
    "docente": "25",
    "ementa": "O objetivo desta disciplina é analisar e discutir a formulação e execução da política exterior do Brasil a partir da segunda metade dos anos 80 sob a perspectiva teórico-conceitual da  Análise da Política Externa. Em vista disso, estuda-se a influência do ambiente internacional - em suas dimensões de anarquia, poder, regulamentação e transnacionalidade - e o papel de fatores domésticos, tais como o do  legislativo, dos grupos de interesse e dos grupos de causa, da opinião pública e  do sistema de crenças dos tomadores de decisão sobre a política externa. A primeira parte do curso focaliza temas teórico-conceituais, procurando não perder de vista a sua correspondência com a realidade empírica brasileira a segunda parte investiga as relações internacionais do país a partir do governo Sarney.  Cabe ainda ressaltar, que o curso direciona-se a explicar a política externa brasileira a partir da combinação das mudanças que ocorrem no espaço internacional com as que se desenvolvem no contexto interno, dando-se ênfase, neste caso, à consolidação da democracia e a internacionalização da economia. Os textos da Leitura Complementar com asteriscos são leituras recomendadas, ainda que não obrigatórias, pois eles contribuem de modo mais direto para o entendimento do tema da unidade..",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24M12 Segunda-feira 08:00 às 09:50Quarta-feira 08:00 às 09:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Não",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ANÁLISE DAS RELAÇÕES INTERNACIONAIS DO BRASIL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( IRI0052 E IRI0154 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "FIDEL IRVING PEREZ FLORES (30h) LUCIANA MARIA BRASSOLATTI DE OLIVEIRA (60h)",
    "unidade_responsavel": "INSTITUTO DE RELAÇÕES INTERNACIONAIS - BRASÍLIA - 11.01.01.25"
}