{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "03",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FAR0019 - ESTÁGIO SUPERVISIONADO 4",
    "docente": "30",
    "ementa": "Neste estágio o estudante desenvolverá atividades em uma das seguintes áreas de atuação profissional: farmácia industrial, alimentos ou análises clínicas. A área de estágio é de livre escolha do discente, podendo ser Indústrias farmoquímicas, de medicamentos, de alimentos, de cosméticos, de produtos domissanitários, de caráter público ou privado Laboratórios de controle da qualidade de medicamentos, alimentos, cosméticos e saneantes, de caráter público ou privado Laboratórios de análises clínicas, patologia clínica, centros de pesquisas que realizem atividades laboratoriais no cenário das análises clínicas e/ou laboratórios forenses Empresas públicas ou privadas que realizem assessoria científica a indústrias de cosméticos, alimentos ou farmacêutica Agências e órgãos regulamentadores, de fiscalização, gerenciamento e/ou administração farmacêutica ou alimentícia, de caráter público ou privado Instituições e Centros de Pesquisa Internato rural realizado em Secretarias Municipais de Saúde Instituições e Centros de Pesquisa ou Internato rural realizado em Secretarias Municipais de Saúde.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "23567M12345 (24/03/2025 - 26/07/2025) Segunda-feira 08:00 às 12:55Terça-feira 08:00 às 12:55Quinta-feira 08:00 às 12:55Sexta-feira 08:00 às 12:55Sábado 08:00 às 12:55",
    "horario_flexivel": "Sim",
    "local": "",
    "matriculavel_online": "Não",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ESTÁGIO SUPERVISIONADO 4",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FCE0006 OU FAR0248 ) E ( FAR0251 OU FCE0367 ) E ( FAR0171 ) E ( FAR0009 ) E ( FAR0021 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ALINE COSTA SANTOS NUNES (420h)",
    "unidade_responsavel": "DEPARTAMENTO DE FARMACIA - BRASÍLIA - 11.01.01.10.05"
}