{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "ECO0274 - ESPAÇO REGIONAL URBANO E MEIO AMBIENTE",
    "docente": "40",
    "ementa": "O curso visa dar ao aluno uma perspectiva ampla das questões regional e urbana e suas interfaces com a problemática ambiental. Com este propósito o curso será dividido em seis  partes. A primeira parte analisará o contexto global em que se inserem as economias nacional e regional, procurando mostrar os diferentes enfoques teóricos que analisam este novo contexto e as conclusões que são retiradas desses diversos modelos de análise quanto à ampliação ou redução das desigualdades. Em um segundo bloco serão analisadas as diferentes teorias que tratam a questão regional. Novamente, o fio condutor será a análise da convergência ou divergência das trajetórias de crescimento das economias regionais como sendo resultado ou não dos mecanismos de mercado. Em uma terceira seção será analisada a formação de blocos econômicos supra nacionais e sua conseqüência para a dinâmica regional interna aos países. Após estas considerações de caráter mais teórico será desenvolvida uma analise da origem histórica da questão regional do Brasil, da política regional de seus impactos e perspectivas. A questão urbana será estudada nas quinta e sexta seções. Inicialmente, serão discutidas as teorias explicando a formação do espaço urbano. A última seção do curso trata da questão urbano nacional.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24N34 Segunda-feira 20:50 às 22:30Quarta-feira 20:50 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ESPAÇO REGIONAL URBANO E MEIO AMBIENTE",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( ECO0272 ) OU ( ECO0126 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "MOISES DE ANDRADE RESENDE FILHO (60h)",
    "unidade_responsavel": "DEPTO ECONOMIA - BRASÍLIA - 11.01.01.02.03"
}