{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "GEA0079 - GEO-HISTÓRIA",
    "docente": "50",
    "ementa": "A Geografia e a História tradicionalmente são ministradas como disciplinas específicas no ensino fundamental, médio\ne superior sob o suposto de que possuem objetos próprios e separados – o espaço é o objeto da Geografia e o tempo é\no objeto da História. Em meados do século XX, o historiador Fernand Braudel reconhece o entrelaçamento entre estas\ndisciplinas quando cunha a expressão Geo-História. Ferramentas analíticas, correntemente utilizadas por tais\ndisciplinas, contribuem para evidenciar sua relação – a cartografia/escala, no âmbito da Geografia, e a periodização,\nno âmbito da História. A primeira aborda as escalas numérico-cartográficas e as escalas de mapeamento da ação\nsocial. A última aborda os períodos de longa duração e os períodos na micro-história. Quando tratadas em conjunto,\nessas ferramentas permitem encontrar o entrelaçamento da Geografia com a História por meio de uma categoria que\nune os objetos – o espaço-tempo. Ao se abandonar abordagens isoladas de cartografia/escala e de periodização,\ndescobre-se que a cartografia/escala é fundamental para a História e a periodização é fundamental para a Geografia.\nA formação sócio-espacial de Milton Santos, associada à longa duração de Fernand Braudel, concretiza o\nentrelaçamento entre espaço e tempo. Operacionaliza a Geo-História em termos teóricos e empíricos.",
    "equivalencias": "-",
    "excluir_avaliacao": "Sim",
    "horario": "3T2345 (26/02/2025 - 26/07/2025) Terça-feira 14:00 às 17:50",
    "horario_flexivel": "Sim",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "GEO-HISTÓRIA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "VINICIUS SODRE MALULY (60h)",
    "unidade_responsavel": "DEPTO GEOGRAFIA - BRASÍLIA - 11.01.01.18.02"
}