{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FCI0030 - ORGANIZACAO E TRATAMENTO DE MATERIAIS ESPECIAIS",
    "docente": "15",
    "ementa": "1. EMENTA                                                                  MATERIAIS ESPECIAIS (MULTIMEOS): DEFINICOES,  TEPOLOGIA E  TERMINOLO-GIA. PRANORAMA ATUAL. DESCRICAO E REGISTROS CATELOGRAFICOS: TERMINOLOGIAE CAMPOS AREAS E ELEMENTOS. USO DE NORMAS, PADROES E  FORMATOS  DE DES-CRICAO. DETERMININACAO DE PONTOS DE ACESSO. NOCOES GERAIS DE ORGANIZACAOE TRATAMENTO. COLECOES E CATALOGOS.                                     2. OBJETIVOS                                                            2.1. ADQUIRI CONHECIMENTO SOBRE MATERIAIS  ESPECIAIS (MULTIMEIOS  MATE-     RIAIS NAO-LIVRO). OS DIFERENTES LIPOS, SUAS PRINCIAPIS  CARACTERIS-     TICAS E SUA TERMINOLOGIA PADRAO                                   2.2. DESENVOLVER A CAPACIDADE DE ANALISAR ESSE TIPO DE MATERIAL E  IDEN-     TIFICAR AS FONTES PRINCIPAIS DE  INFORMACAO NECESSARIAS E  SUA DES-     CAO                                                               2.3. DETERMINAR PONTOS DE ACESSO NECESSARIOS E RECUPERACAO DE CADA  TIPO     DE MATERIAL ESTUDADO                                              2.4. CONHECER E INTERPRETAR AS NORMAS DE CATALOGCAO APLICAVEIS AOS MATE-     RIAIS ESPECIAIS: AREAS E ELEMENTOS DE DESCRICAO E PONTUACAO       2.5. APLICAR AS NORMAS DE CATALOGACAO DO  AACR2 NA  ELABORACAO  MANUAL E     AUTOMATICA DE FORMATOS DE DESCRICAO DE MATERIAIS ESPECIAIS        2.7. DEFINIR DIFERENTES SAIDAS PARA A BASE DE DADOS",
    "equivalencias": "( CID0024 ) OU ( CID0025 )",
    "excluir_avaliacao": "Não",
    "horario": "24M12 Segunda-feira 08:00 às 09:50Quarta-feira 08:00 às 09:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ORGANIZACAO E TRATAMENTO DE MATERIAIS ESPECIAIS",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FCI0029 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "FERNANDA PASSINI MORENO (60h)",
    "unidade_responsavel": "FACULDADE DE CIÊNCIA DA INFORMAÇÃO - BRASÍLIA - 11.01.33"
}