{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FAV0168 - TECNOLOGIA DE CARNES E DERIVADOS",
    "docente": "40",
    "ementa": "Edificações e instalações de estabelecimentos industriais de carnes e produtos derivados. Abastecimento de água. Produção de frio industrial e operações básicas. Controle de qualidade, rotina e fiscalização industrial em matadouros frigoríficos e regulamentação em vigor.OBJETIVO1. Gerais -\tTransmitir ao acadêmico conhecimentos necessários sobre as edificações e instalações de estabelecimentos industrias de carnes e derivados-\tTransmitir ao acadêmico conhecimento sobre tecnologia de processamento de produtos cárneos.2. EspecíficosO acadêmico ao cursar a disciplina deverá:-\tConhecer as instalações e equipamentos de um matadouro-frigoríficos-\tConhecer os diferentes métodos de abate-\tConhecer os abastecimento de água e produção de frio industrial e vapor-\tAcompanhar os fluxogramas de abate de bovinos, suínos e aves-\tConhecer o mecanismo de conversão músculo em carne, o processo de maturação e as características de qualidade do músculo como alimento.-\tConhecer os diversos métodos de conservação de carnes, assim como aspectos microbiológicos pertinentes.-\tConhecer as técnicas de tipificação de carcaças, o sistema de produção do novilho precoce, assim como identificar os principais cortes cárneos.-\tConhecer os processos tecnológicos da fabricação de produtos cárneos processados.-\tConhecer os fluxogramas de fabricação dos principais sub-produtos não comestíveis.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "2M1234 Segunda-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "TECNOLOGIA DE CARNES E DERIVADOS",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FAV0206 E FAV0297 ) E ( FAV0015 OU FAV0359 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "ANGELA PATRICIA SANTANA (60h)",
    "unidade_responsavel": "FACULDADE DE AGRONOMIA E MEDICINA VETERINÁRIA - BRASÍLIA - 11.01.01.05"
}