{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FUP0523 - ECOSSISTEMAS TERRESTRES AQUATICOS E INTERFACES",
    "docente": "60",
    "ementa": "Conceito de ecossistema. Estrutura do ecossistema. Identificando os componentes do ecossistema. Funcionamento do ecossistema. Classificação dos ecossistemas. Caracterização dos ecossistemas: aquáticos continentais (naturais e artificiais): rios, lagos, reservatórios; interfaces. Caracterização do ecossistema marinho e interfaces. Caracterização dos ecossistemas terrestres e interfaces. Dinâmica de ecossistemas. Componentes e funções (fluxo de energia e ciclo de matéria): Ciclagem de materiais nos sistemas ecológicos (aquáticos continentais, marinhos e terrestres e interfaces). Modelos de fluxo de energia e matéria. Populações e comunidades nos ecossistemas aquáticos e terrestres; gradientes geográficos; ecótonos; efeito de borda. Estratégias de desenvolvimento dos ecossistemas. Sucessão ecológicas. Clímax e equilíbrio nos ecossistemas. Estabilidade e Distúrbio. Estudo de ecossistemas em diferentes escalas. Influência de distúrbios e avaliação da resistência e resiliência de ecossistemas. Diversidade de espécies nos sistemas ecológicos (aquáticos continentais, marinho, terrestre e interfaces). Populações e comunidades em gradientes geográficos; ecótonos; efeito de borda. Mudanças ambientais globais. Ciclos biogeoquímicos. Aquecimento Global. Serviços ecossistêmicos. Quantificação e valoração de serviços ecossistêmicos. Descarbonização da economia. Energia e gases do efeito estufa. Agricultura de baixo carbono. Manejo de ecossistemas/paisagens. Paisagens Multifuncionais. Limites Planetários. Economia vs. Ecologia. Economia Ecológica. Desenvolvimento Econômico. Desenvolvimento Sustentável.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "2N1234 Segunda-feira 19:00 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ECOSSISTEMAS TERRESTRES AQUATICOS E INTERFACES",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FUP0200 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "LUIZ FELIPPE SALEMI (60h)",
    "unidade_responsavel": "FACULDADE DE PLANALTINA - BRASÍLIA - 11.01.29"
}