{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "FAV0084 - POLÍTICAS PÚBLICAS DE SAÚDE ANIMAL",
    "docente": "41",
    "ementa": "As doenças dos animais cada vez mais se apresentam como grandes ameaças à sustentabilidade dos sistemas produtivos e do acesso a mercados. Fatores biológicos, ambientais e socioeconômicos favorecem o surgimento e o reaparecimento de enfermidades, assim como sua disseminação entre as populações animais. Assim, garantir serviços de saúde animal competentes, estruturados e aptos para detecção e adoção precoce de medidas sanitárias é fundamental para um mundo com mais saúde e mais segurança alimentar.No Brasil, a gestão da saúde animal é especialmente complexa devido às grandes dimensões e diversidades ambientais, culturais, econômicas e dos sistemas produtivos. Também a condição de grande exportador nos exige grandes esforços em certificar produtos aos mais diversos mercados, cada vez mais exigentes em relação à condição sanitária dos rebanhos. Isto representa um grande desafio para o Serviço Veterinário Oficial - SVO, responsável não somente pela certificação, mas também pela elaboração de diretrizes, estratégias e políticas públicas de saúde animal que garantam a manutenção e abertura de mercados e crescimento do setor agropecuário nacional.O SVO precisa usar um número crescente de princípios, métodos e ferramentas epidemiológicas, como: vigilância baseada em risco certificação de rebanhos livres zonificação e compartimentação, avaliação e critérios de utilização de testes diagnósticos modelos de dispersão de doenças análise de risco estudos para planejar ou avaliar opções de gestão sanitária investigação de focos e avaliação econômica e determinantes sociais na saúde animal. Com esse propósito, a disciplina inclui conhecimentos gerais sobre as instituições internacionais que regulam o comércio (OMC) e a sanidade animal (OIE) à escala global. É apresentada a estrutura do SVO no Brasil e sua relação com o setor produtivo e os atores sociais que fazem parte das cadeias de valor da pecuária nacional. São trabalhados métodos de planejamento e avaliação de estratégias sanitárias, com discussão dos principais programas, assim como de certificação de zonas e compartimentos sanitários. Ao final do curso o aluno deverá entender os princípios e métodos aplicados em defesa sanitária animal, tanto em programas nacionais como na formulação de medidas sanitárias de impacto no comércio internacional. Serão utilizados estudos de caso de enfermidades de alto impacto econômico e/ou zoonótico, discutidas políticas públicas de sanidade animal e apresentados temas de grande relevo e atualidade, com enfoque metodológico. Pretende-se que o aluno entenda a necessidade de implantação e os métodos de planejamento de programas que visam promover a saúde das populações animais e a saúde coletiva. Durante todo o curso, o aluno deverá ser estimulado a integrar conhecimentos de várias disciplinas com a finalidade de resolver problemas complexos, integrando o conhecimento técnico com os fatores socioeconômicos e ambientais, assim como de organização institucional.A disciplina é profissionalizante e visa complementar a formação de base para prover os médico-veterinários recém-formados com conhecimentos e sentido crítico necessários para atuar em defesa sanitária animal, de acordo com as recomendações da Organização Mundial de Saúde Animal - OIE.",
    "equivalencias": "( FAV0081 ) OU ( FAV0082 ) OU ( FAV0083 )",
    "excluir_avaliacao": "Não",
    "horario": "5T2345 Quinta-feira 14:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "POLÍTICAS PÚBLICAS DE SAÚDE ANIMAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( FAV0297 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "VITOR SALVADOR PICAO GONCALVES (60h)",
    "unidade_responsavel": "FACULDADE DE AGRONOMIA E MEDICINA VETERINÁRIA - BRASÍLIA - 11.01.01.05"
}