{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "DAN0005 - ANTROPOLOGIA E MERCADO DE TRABALHO",
    "docente": "40",
    "ementa": "O objetivo desta disciplina é apresentar e discutir cenários possíveis de mercado de trabalho para cientistas sociais, em especial antropólogas, uma vez formadas. A disciplina surge de uma constante inquietação/angústia vinda das estudantes do DAN, SOL e ICS de que há \"poucas oportunidades de trabalho após a graduação\". Nesse curso, a aposta é no sentido de estimular mais criatividade para encontrar trabalho e, sobretudo, ampliar o conhecimento sobre os espaços e perfirs de empregos já existentes e receptivos, dentro da academia e também em ambientes profissionais não-acadêmicos. A ideia é de que, ampliando os horizontes sobre o mercado de trabalho, as estudantes possam compreender as possibilidades de aplicação e desenvolvimento de suas áreas de estudo, envolver-se mais com seu curso de graduação e já orientá-lo para perfis profissionais de sua preferência. Há, na atualidade, muita bibliografia que reflete sobre os desafios e oportunidades de diferentes espaços de trabalho para cientistas sociais em universidade, no ensino fundamental e médio, no ensino técnicom en órgãos estatais, nas organizações não governamentais, nos institutos e fundações de pesquisa, nos museus, nas agências internacionais e multilaterais, em empresas públicas e privadas de consutorias etc.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "4M1234 Quarta-feira 08:00 às 11:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ANTROPOLOGIA E MERCADO DE TRABALHO",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "SORAYA RESENDE FLEISCHER (60h)",
    "unidade_responsavel": "DEPTO ANTROPOLOGIA - BRASÍLIA - 11.01.01.13.02"
}