{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "02",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "IGD0194 - MINERALOGIA",
    "docente": "21",
    "ementa": "De acordo com a ementa, o curso de Mineralogia será dividido em três módulos:a) Conceitos básicos em Mineralogia: revisão de conceitos de cristaloquímica estudo de defeitos cristalinos e dos tipos de variações composicionais que podem ser encontrados nos minerais. Conceitos básicos de estabilidade mineral,soluções sólidas, polimorfismo. Tipos de geminação e as propriedades físicas dos minerais. Esta parte do curso é essencialmente teórica e constitui o assunto da 1a. prova.b) Cristalografia óptica: conceitos básicos de óptica cristalina, necessários à utilização do microscópio polarizador. Refração da luz, polarização da luz. Dupla refração e birrefringência. Microscópio polarizador e seu manuseio. Minerais uniaxiais e biaxiais. Esta parte compreende aulas teóricas e práticas e será o assunto da 2a. prova teórica. Este módulo é fundamental para o bom desempenho do aluno no módulo seguinte.c) Mineralogia sistemática: estudo da classe dos silicatos, minerais que constituem a grande maioria das rochas. Este módulo é essencialmente prático, sendo abordados aspectos teóricos e práticos referentes ao reconhecimento e à descrição macroscópica e microscópica dos minerais.",
    "equivalencias": "( IGD0274 E IGD0275 )",
    "excluir_avaliacao": "Não",
    "horario": "3M1234 6T2345 Terça-feira 08:00 às 11:50Sexta-feira 14:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "MINERALOGIA",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( IGD0024 ) OU ( IGD0332 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "NILSON FRANCISQUINI BOTELHO (120h)",
    "unidade_responsavel": "INSTITUTO DE GEOCIÊNCIAS - BRASÍLIA - 11.01.01.17"
}