{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "IRI0053 - COMÉRCIO INTERNACIONAL",
    "docente": "51",
    "ementa": "O objetivo deste curso é apresentar o COMÉRCIO INTERNACIONAL em suas características, suas instituições e sua evolução histórica. Serão discutidos os principais conceitos e as orientações teóricas mais notáveis que têm procurado interpretar o significado e o sentido das trocas comerciais entre as nações. Esses conceitos e teorias mostram que o comércio internacional representa muito mais do que simplesmente uma forma de obtenção de bens e de lucros. A história mostra que o comércio é uma atividade que se relaciona diretamente com variáveis políticas como o poder e a capacidade dos Estados de manter sua autonomia e de assegurar a seus cidadãos padrões de vida compatíveis com os padrões desfrutados por outras nações. A abordagem do tema será feita fortemente baseado na história e na utilização dos recursos analíticos oriundos da Economia Política Internacional, que é uma vertente do campo de estudo das Relações Internacionais, que considera que o comércio forma um regime internacional distinto e bem definido. Neste curso, portanto, será objeto de especial atenção as formas pelas quais os fatos econômicos são influenciados por desenvolvimentos ocorridos na esfera da política promovendo padrões internacionais de distribuição de riqueza e de emprego de recursos de poder. O curso será ministrado essencialmente por meio de aulas expositivas, podendo contar com alguns seminários temáticos conduzidos por convidados.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "24T45 Segunda-feira 16:00 às 17:50Quarta-feira 16:00 às 17:50",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "COMÉRCIO INTERNACIONAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( IRI0169 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "JORG NOWAK (60h)",
    "unidade_responsavel": "INSTITUTO DE RELAÇÕES INTERNACIONAIS - BRASÍLIA - 11.01.01.25"
}