{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "FUP0240",
    "disciplina": "FUP0240 - TEORIA, CONCEITOS E METODOLOGIAS EM EDUCAÇÃO AMBIENTAL",
    "docente": "40",
    "ementa": "A disciplina aborda os fundamentos e características da educação ambiental, de seus marcos históricos de origem internacional e nacional, à natureza pedagógica, metodológica e teórica dos seus pressupostos. Analisa as políticas públicas voltadas ao universo da educação ambiental, as formas de organização social dos educadores ambientais e discute as características das distintas correntes político-pedagógicas existentes. Principais marcos históricos internacionais e nacionais da educação ambiental. Conferência de Belgrado. Conferência de Tbilisi. Conferência de Tessalonique. Documentos internacionais orientadores: o Tratado de Educação Ambiental para Sociedades Sustentáveis e Responsabilidade Global, a Carta da Terra e o Capítulo 36 da Agenda 21. Objetivos da Educação Ambiental. Sensibilização, conscientização, mobilização. Valores, Atitudes e Comportamentos. Metodologias da Educação Ambiental: a metodologia de projetos e a metodologia de resolução de problemas ambientais. Desafios da avaliação em Educação Ambiental. Educação Ambiental e Interdisciplinaridade. Educação Ambiental Formal, Não-Formal e Informal/Educomunicação. Meio Ambiente nos Parâmetros Curriculares Nacionais. Formação em Educação Ambiental. Organização social dos educadores ambientais em rede: a Rede Brasileira de Educação Ambiental e as demais redes temáticas ou regionais de educação ambiental. O Sistema Brasileiro de Informação em Educação Ambiental. A educação ambiental na Constituição Federal e na Política Nacional do Meio Ambiente. Política Nacional de Educação Ambiental. Programa Nacional de Educação Ambiental. A proposta do Sistema Nacional de Educação Ambiental. Correntes pedagógicas: Educação Ecológica. Educação Ambiental Conservacionista. Educação Ambiental Crítica. Educação Ambiental Emancipatória. Educação Ambiental Popular. Educação no Processo de Gestão Ambiental. Ecopedagogia. Alfabetização Ecológica. Educação para o Desenvolvimento Sustentável. Outras categorizações e ramificações temáticas sobre Educação Ambiental: as práticas pedagógicas aplicadas às empresas, ecoturismo, consumo, gênero, licenciamento, cidade, extensão rural, recursos hídricos, mudanças climáticas, etc. Controvérsias político-científicas da Educação Ambiental. Novas abordagens e temas emergentes da Educação Ambiental. Estudos de Caso.",
    "equivalencias": "-",
    "excluir_avaliacao": "Não",
    "horario": "5N34 Quinta-feira 20:50 às 22:30",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "TEORIA, CONCEITOS E METODOLOGIAS EM EDUCAÇÃO AMBIENTAL",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "-",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "IRINEU TAMAIO (30h)",
    "unidade_responsavel": "FACULDADE DE PLANALTINA - BRASÍLIA - 11.01.29"
}