{
    "carga_horaria_total": "Não informado",
    "co_requisitos": "-",
    "codigo": "01",
    "codigo_componente": "Ano.Período de Implementação",
    "disciplina": "IQD0242 - ESTÁGIO EM REGÊNCIA NO ENSINO DE QUÍMICA 2",
    "docente": "15",
    "ementa": "EMENTAINDISSOCIABILIDADE ENTRE TEORIA E PRÁTICA NA ATIVIDADE DOCENTE. A PRÁTICA DE ENSINO DE QUÍMICA NO CONTEXTO DA FORMAÇÃO DO CIDADÃO. REGÊNCIA DE ENSINO COM EXERCÍCIO DE TODAS AS FUNÇÕES INERENTES AO PROFESSOR DE ENSINO MÉDIO DE QUÍMICA, COMO REPRODUÇÃO DA PRÁXIS E INOVAÇÃO EDUCACIONAL. ANÁLISE REFLEXIVA E VIVENCIAL DE PROBLEMAS ATINENTES AO ENSINO DA QUÍMICA E DAS POSSIBILIDADES DE SUPERAÇÃO E INOVAÇÃO.BIBLIOGRAFIAVIANNA, Heraldo Marelim. Pesquisa em Educação: a observação. Brasília: Plano Editora, 2003.MORALES, Pedro. A relação professor-aluno, o que é, como se faz. Tradutor Gilmar Saint'Clair Ribeiro. 5ª ed.São Paulo: Loyola. 1999.FREIRE. Paulo. Pedagogia da autonomia. Saberes necessários à prática educativa. 25ª ed. São Paulo: Paz e Terra, 1996.Brasil, Ministério da Educação, Secretária de Educação Média e Tecnológica. Parâmetros curriculares nacionais: ensino médio./ Ministério da Educação. Secretaria de Média e Tecnológica. - Brasília: Ministério da Educação, 1999.Ciências da natureza, matemática e suas tecnologias./Secretaria de Educação Média e Tecnológica - Brasília: MEC SEMTEC, 2002.PROGRAMA- Observação e reflexão sobre a prática de ensino de Química. - Concepção e planejamento de aulas de Química.- Regência em ensino.- Problemas do ensino de Química e possibilidade de superação.",
    "equivalencias": "( ( IQD0430 ) OU ( IQD0201 E IQD0207 ) OU ( IQD0240 ) OU ( IQD0241 ) )",
    "excluir_avaliacao": "Não",
    "horario": "7T1234 5N12 Quinta-feira 19:00 às 20:40Sábado 12:55 às 16:55",
    "horario_flexivel": "Não",
    "local": "",
    "matriculavel_online": "Sim",
    "modalidade_educacao": "Presencial",
    "nome_componente": "ESTÁGIO EM REGÊNCIA NO ENSINO DE QUÍMICA 2",
    "permite_multiplas_aprovacoes": "Não",
    "pre_requisitos": "( ( IQD0239 ) )",
    "quantidade_avaliacoes": "1",
    "tipo_componente": "DISCIPLINA",
    "turma": "RICARDO GAUCHE (90h)",
    "unidade_responsavel": "INSTITUTO DE QUÍMICA - BRASÍLIA - 11.01.01.22"
}